Repository: sjacorg/bayanat
Catalog: enferno/translations/*/LC_MESSAGES/messages.po
Languages: ar, es, fa, fr, ru, uk

source: Line No
ar: رقم السطر
es: Número de línea
fa: شماره خط
fr: Ligne n°
ru: № линии
uk: Рядок №

source: Path
ar: المسار
es: Ruta
fa: مسیر
fr: Chemin d'accès
ru: Путь
uk: Шлях

source: Error Type
ar: نوع الخطأ
es: Tipo de error
fa: نوع خطا
fr: Type d'erreur
ru: Тип ошибки
uk: Тип помилки

source: Level
ar: المستوى
es: Nivel
fa: سطح
fr: Niveau
ru: Уровень
uk: Рівень

source: Refresh available log files and select latest log file
ar: تحديث ملفات السجل المتاحة واختيار أحدث ملف سجل
es: Actualizar los archivos de registro disponibles y seleccionar el último archivo de registro
fa: بازخوانی فایل‌های گزارش موجود و انتخاب آخرین فایل گزارش
fr: Actualisez les fichiers journaux disponibles et sélectionnez le dernier fichier journal
ru: Обновите доступные файлы журнала и выберите последний файл журнала
uk: Оновіть доступні файли журналу та оберіть останній файл журналу

source: No log files available
ar: لا يوجد ملفات سجل متوفرة
es: No hay archivos de registro disponibles
fa: هیچ فایل گزارشی در دسترس نیست
fr: Aucun fichier journal disponible
ru: Нет доступных файлов журналов
uk: Немає доступних файлів журналу

source: Select Type
ar: اختر النوع
es: Seleccionar tipo
fa: انتخاب نوع
fr: Sélectionnez le type
ru: Выбрать тип
uk: Оберіть тип

source: Select Action
ar: اختر الإجراء
es: Seleccionar acción
fa: انتخاب عمل
fr: Sélectionner une action
ru: Выбрать действие
uk: Оберіть дію

source: Activity Date
ar: تاريخ النشاط
es: Fecha de actividad
fa: تاریخ فعالیت
fr: Date de l’activité
ru: Дата активности
uk: Дата активності

source: Select Event Type
ar: اختر نوع الحدث
es: Seleccionar tipo de evento
fa: انتخاب نوع رویداد
fr: Sélectionner le type d'événement
ru: Выбрать тип события
uk: Оберіть тип події

source: Exact Match
ar: مطابقة
es: Coincidencia exacta
fa: مطابقت کامل
fr: Correspondance exacte
ru: Точное совпадение
uk: Точний збіг

source: Address Line 1
ar: سطر العنوان 1
es: Primera línea de dirección
fa: خط ۱ آدرس
fr: Ligne d’adresse 1
ru: Строка адреса 1
uk: Адресний рядок 1

source: Address Line 2
ar: سطر العنوان 2
es: Segunda línea de dirección
fa: خط ۲ آدرس
fr: Ligne d’adresse 2
ru: Строка адреса 2
uk: Адресний рядок 2

source: City
ar: المدينة
es: Ciudad
fa: شهر
fr: Ville
ru: Город
uk: Місто

source: Street
ar: الشارع
es: Calle
fa: خیابان
fr: Rue
ru: Улица
uk: Вулиця

source: Street No
ar: رقم الشارع
es: Número de calle
fa: شماره خیابان
fr: Numéro de rue
ru: Номер дома
uk: Номер вулиці

source: Are you sure you want to delete
ar: هل أنت متأكد من رغبتك بالحذف؟
es: ¿Estás seguro que quieres eliminar?
fa: آیا مطمئنید که می‌خواهید حذف کنید؟
fr: Êtes-vous sûr de vouloir supprimer
ru: Уверены, что хотите удалить
uk: Ви впевнені, що хочете видалити

source: You have been logged out. Please log in again.
ar: تم تسجيل خروجك. الرجاء تسجيل الدخول مجدداً
es: Se ha cerrado la sesión. Vuelva a iniciar sesión.
fa: شما خارج شده‌اید. لطفا دوباره وارد شوید.
fr: Vous avez été déconnecté. Veuillez vous reconnecter.
ru: Вы вышли из системы. Войдите снова.
uk: Ви вийшли з облікового запису. Будь ласка, увійдіть знову.

source: Are you sure you want to log out all sessions for this user?
ar: هل أنت متأكد من رغبتك تسجيل الخروج من كافة جلسات هذا المستخدم؟
es: ¿Estás seguro de que desea cerrar todas las sesiones de este usuario?
fa: آیا مطمئنید که می‌خواهید از تمام جلسات (سشن‌های) این کاربر خارج شوید؟
fr: Voulez-vous vraiment vous déconnecter de toutes les sessions de cet utilisateur ?
ru: Уверены, что хотите выйти из всех сеансов этого пользователя?
uk: Ви впевнені, що хочете завершити всі сесії для цього користувача?

source: User Permissions
ar: صلاحيات المستخدم
es: Permisos de usuario
fa: مجوزهای کاربر
fr: Droits d'accès de l'utilisateur
ru: Разрешения пользователя
uk: Дозволи користувача

source: Can View Usernames
ar: رؤية أسماء المستخدمين
es: Se puede ver los nombres de usuario
fa: می‌تواند نام‌های کاربری را ببیند
fr: Peut afficher les noms d’utilisateur
ru: Может просмотреть имена пользователей
uk: Може переглядати імена користувачів

source: Can View Simple History
ar: رؤية السجل المبسط
es: Se puede ver el historial simple
fa: می‌تواند تاریخچه ساده را ببیند
fr: Peut afficher l’historique simple
ru: Может просмотреть простую историю
uk: Може переглядати просту історію

source: Can View Full History
ar: رؤية السجل الكامل
es: Se puede ver el historial completo
fa: می‌تواند تاریخچه کامل را ببیند
fr: Peut voir l’historique complet
ru: Может просмотреть полную историю
uk: Може переглядати повну історію

source: Can Edit Locations
ar: تعديل المواقع
es: Se puede editar las localizaciones
fa: می‌تواند مکان‌ها را ویرایش کند
fr: Peut modifier les emplacements
ru: Может редактировать места
uk: Може редагувати місцезнаходження

source: Can Export
ar: التصدير
es: Se puede exportar
fa: می‌تواند خروجی بگیرد
fr: Peut exporter
ru: Может экспортировать
uk: Може експортувати

source: Can Self Assign
ar: التخصيص الذاتي
es: Se puede autoasignar
fa: می‌تواند به خودش اختصاص دهد
fr: Peut s’auto-attribuer
ru: Может назначать самого(-у) себя
uk: Може самостійно призначати

source: User Sessions
ar: جلسات المستخدم
es: Sesiones de usuario
fa: جلسات کاربر
fr: Séances de l'utilisateur
ru: Сеансы пользователя
uk: Сесії користувача

source: Session
ar: جلسة
es: Sesión
fa: جلسه
fr: Séance
ru: Сеанс
uk: Сесія

source: IP
ar: عنوان IP
fa: آی پی

source: User Agent
ar: وكيل المستخدم
es: Agente usuario
fa: عامل کاربر
fr: Agent utilisateur
ru: Пользовательский агент
uk: Агент користувача

source: Started
ar: بدأت
es: empezó
fa: آغاز شده
fr: Commencé
ru: Начато
uk: Розпочалось

source: Log off this device
ar: تسجيل الخروج من هذا الجهاز
es: Desconectarse de este dispositivo
fa: خروج این دستگاه از سیستم
fr: Déconnexion de cet appareil
ru: Выйти из этого устройства
uk: Вийти на цьому пристрої

source: View Fullscreen
ar: عرض بكامل الشاشة
es: Ver pantalla completa
fa: مشاهده به صورت تمام‌صفحه
fr: Afficher en plein écran
ru: Смотреть на полном экране
uk: Повноекранний режим

source: Exit Fullscreen
ar: خروج من وضع العرض بكامل الشاشة
es: Salir de la pantalla cmpleta
fa: خروج از حالت تمام‌صفحه
fr: Quitter le plein écran
ru: Выйти из полного экрана
uk: Вийти з повноекранного режиму

source: Single
ar: عازبـ(ة)
es: Soltero
fa: مجرد
fr: Unique
ru: Холост (не замужем)
uk: Неодружений/незаміжня

source: Married
ar: متزوجـ(ة)
es: Casado
fa: متاهل
fr: Marié
ru: Женат (замужем)
uk: Одружений/заміжня

source: Seperated
ar: منفصلـ(ة)
es: Separado
fa: جدا شده
fr: Séparé
ru: Проживает отдельно от супруга(-и)
uk: Живуть окремо

source: Divorced
ar: مطلقـ(ة)
es: Divorciado
fa: طلاق گرفته
fr: Divorcé
ru: Разведен(-а)
uk: Розлучений(а)

source: Widowed
ar: أرملـ(ة)
es: Viudo
fa: بیوه
fr: Veuve
ru: Вдовец (вдова)
uk: Удівець/удова

source: All sessions for the user have been logged out successfully.
ar: تم تسجيل الخروج من جميع جلسات هذا المستخدم بنجاح.
es: Todas las sesiones del usuario se han cerrado correctamente.
fa: تمام جلسات کاربر با موفقیت از سیستم خارج شد.
fr: Toutes les sessions de l'utilisateur ont été déconnectées avec succès.
ru: Все сеансы пользователя успешно завершены.
uk: Всі сесії цього користувача були успішно завершені.

source: Logged out session
ar: جلسة تم تسجيل الخروج منها
es: Sesión cerrada
fa: جلسه از سیستم خارج شد
fr: Session déconnectée
ru: Сеанс завершен
uk: Завершена сесія

source: Error fetching sessions
ar: خطأ في جلب الجلسات
es: Error al recuperar sesiones
fa: خطا در فراخوانی جلسات
fr: Erreur dans l'extraction des sessions
ru: Ошибка получения сеансов
uk: Помилка доступу до сесій

source: Error logging out session
ar: خطأ في تسجيل الخروج من الجلسة
es: Error al cerrar la sesión
fa: خطا در خروج از جلسه
fr: Erreur de déconnexion de la session
ru: Ошибка завершения сеансов
uk: Помилка під час завершення сесії

source: Error logging out all sessions for user ID:
ar: خطأ في تسجيل الخروج من جميع جلسات المستخدم ذو المعرٍّف:
es: Error al cerrar todas las sesiones del ID de usuario:
fa: خطا در خروج از همه جلسات برای شناسه کاربری:
fr: Erreur de déconnexion de toutes les sessions pour l'ID de l'utilisateur :
ru: Ошибка выхода из всех сеансов для ид. пользователя:
uk: Помилка під час завершення всіх сесій для ID користувача:

source: Inactive
ar: غير نشط
es: Inactivo
fa: غیر‌فعال
fr: Inactif
ru: Неактивный(-ая)
uk: Неактивні

source: Logout All Sessions
ar: تسجيل الخروج من جميع الجلسات
es: Cerrar todas las sesiones
fa: خروج از تمام جلسات
fr: Déconnexion de toutes les sessions
ru: Выйти из всех сеансов
uk: Завершити всі сесії

source: Error
ar: خطأ
fa: خطا
fr: Erreur
ru: Ошибка
uk: Помилка

source: Warning
ar: تنبيه
es: Advertencia
fa: هشدار
fr: Avertissement
ru: Предупреждение
uk: Попередження

source: Info
ar: معلومات
es: Información
fa: اطلاعات
ru: Информация
uk: Інформація

source: Debug
ar: تنقيح / تصحيح
es: Depurar
fa: اشکال‌زدایی
fr: Déboguer
ru: Отладить
uk: Налагождення

source: Title or Title (Ar) is required
ar: العنوان أو العنوان باللغة العربية مطلوب
es: Se requiere título o título (Ar)
fa: عنوان یا عنوان (Ar) ضروری است
fr: Le titre ou le titre (Ar) est requis
ru: Требуется заголовок или заголовок (Ar)
uk: Назва або назва (Ar) є обов'язковою

source: User Groups
ar: مجموعات المستخدمين
es: Grupos de usuario
fa: گروه‌های کاربری
fr: Groupes d'utilisateurs
ru: Группы пользователей
uk: Групи користувачів

source: Group Color
ar: لون المجموعة
es: Color del grupo
fa: رنگ گروه
fr: Couleur du groupe
ru: Цвет группы
uk: Колір групи

source: Useful to easily identify groups in data tables.
ar: يفيد في تحديد المجموعات بسهولة في جداول البيانات
es: Útil para identificar fácilmente los grupos en las tablas de datos.
fa: برای شناسایی آسان گروه‌ها در جداول داده‌ها مفید است.
fr: Utile pour identifier facilement les groupes dans les tableaux de données.
ru: Полезно для легкого различения групп в таблицах данных.
uk: Корисний для легкої ідентифікації груп у таблицях даних.

source: Administration Dashboard
ar: لوحة الإدارة
es: Panel de administración
fa: داشبورد مدیریت
fr: Tableau de bord de l'administration
ru: Панель администрирования
uk: Інформаційна панель адміністрування

source: Activity Monitor
ar: مراقب النشاط
es: Monitor de actividad
fa: نظارت بر فعالیت‌‌ها
fr: Moniteur d'activité
ru: Монитор активности
uk: Монітор активності

source: Disallow Multiple Concurrent Sessions
ar: عدم السماح بجلسات متعددة متزامنة
es: No permitir varias sesiones simultáneas
fa: غیرمجاز کردن چند جلسه همزمان
fr: Interdire plusieurs sessions simultanées
ru: Запретить несколько одновременных сеансов
uk: Скасувати дозвіл на кілька одночасних сесій

source: Prevents users from logging in to multiple devices simultaneously
ar: يمنع المستخدمين من تسجيل الدخول من عدة أجهزة في نفس الوقت
es: Evita que los usuarios inicien sesión en varios dispositivos simultáneamente
fa: از ورود کاربران به چندین دستگاه به طور همزمان جلوگیری می‌کند
fr: Empêche les utilisateurs de se connecter simultanément à plusieurs appareils
ru: Запрещает пользователям входить в систему на нескольких устройствах одновременно
uk: Не дає користувачам входити в обліковий запис на кількох пристроях одночасно

source: Session Data Retention Period
ar: فترة الاحتفاظ ببيانات الجلسات
es: Período de conservación de los datos de la sesión
fa: دوره نگهداری داده‌های جلسه
fr: Période de conservation des données de session
ru: Срок хранения данных сеанса
uk: Період зберігання даних сесії

source: Allow Non-Admin Users to Restrict New Items
ar: السماح للمستخدمين غير الإداريين بتقييد العناصر الجديدة
es: Permitir a los usuarios no administradores restringir nuevos elementos
fa: اجازه دادن به کاربران غیر ادمین برای محدود کردن موارد جدید
fr: Autoriser les utilisateurs non administrateurs à restreindre les nouveaux éléments
ru: Разрешить пользователям, не являющимся администраторами, ограничивать доступ к новым объектам
uk: Дозволити користувачам, які не є адміністраторами, надавати обмежений доступ до нових елементів

source: Users with no administrative privileges will be allowed to restrict items they create. They can only restrict items to one or more of their own access groups.
ar: سيُسمح للمستخدمين الذين ليس لديهم امتيازات إدارية بتقييد العناصر التي ينشؤونها. يمكنهم فقط تقييد العناصر إلى واحدة أو أكثر من مجموعات الوصول الخاصة بهم.
es: Los usuarios sin privilegios administrativos podrán restringir los elementos que creen. Sólo podrán restringir elementos a uno o varios de sus propios grupos de acceso.
fa: کاربرانی که هیچ امتیاز مدیریتی ندارند، اجازه می‌یابند مواردی را که ایجاد می‌شود محدود کنند. آنها فقط می‌توانند موارد را به یک یا چند گروه دسترسی آنها محدود کنند.
fr: Les utilisateurs ne disposant pas de privilèges administratifs seront autorisés à restreindre les éléments qu'ils créent. Ils ne peuvent restreindre les éléments qu'à un ou plusieurs de leurs propres groupes d'accès.
ru: Пользователям без административных привилегий будет разрешено ограничивать доступ к создаваемым им объектам. Они могут ограничить доступ к объектам только одной или несколькими своими группами доступа.
uk: Користувачі, що не мають прав адміністратора, матимуть дозвіл на надання обмеженого доступу до елементів, які вони створюють. Вони зможуть надавати доступ до елементів лише одній або кільком групам доступу, до яких вони належать.

source: Set users' actions to be logged in the Activity Monitor.
ar: تعيين إجراءات المستخدمين التي سيتم تسجيلها في مراقب النشاط.
es: Configura las acciones de los usuarios que se registrarán en el Monitor de actividad.
fa: تنظیم ثبت شدن اقدامات کاربران در بخش نظارت بر ‌فعالیت‌ها
fr: Définir les actions des utilisateurs à enregistrer dans le moniteur d'activité.
ru: Настройте действия пользователей, которые будут регистрироваться в Мониторе активности.
uk: Налаштуйте реєстрацію дій користувачів у моніторі активності.

source: Items created by users.
ar: العناصر التي تم إنشاؤها من قبل المستخدمين.
es: Elementos creados por los usuarios.
fa: موارد ایجاد شده توسط کاربران
fr: Éléments créés par les utilisateurs.
ru: Объекты, созданные пользователями.
uk: Елементи створені користувачами.

source: This setting will log Actors, Bulletins, Incidents and all other secondary items created by users.
ar: سيقوم هذا الإعداد بتسجيل الكيانات والمواد والوقائع وكل العناصر الأخرى الثانوية التي أنشأها المستخدمون.
es: Esta configuración registrará actores, boletines, incidentes y todos los demás elementos secundarios creados por los usuarios.
fa: این تنظیم عاملان، بولتن‌ها، حوادث و سایر موارد فرعی ایجاد شده توسط کاربران را ثبت می‌کند.
fr: Ce paramètre enregistre les acteurs, les bulletins, les incidents et tous les autres éléments secondaires créés par les utilisateurs.
ru: Этот параметр будет регистрировать действующих лиц, бюллетени, инциденты и все другие второстепенные элементы, созданные пользователями.
uk: Це налаштування реєструватиме "дійових осіб", "бюлетені", "інциденти" та інші другорядні елементи, створені користувачами.

source: Items viewed by users.
ar: العناصر التي استعرضها المستخدمون.
es: Artículos vistos por los usuarios.
fa: موارد مشاهده شده توسط کاربران
fr: Éléments consultés par les utilisateurs.
ru: Объекты, просмотренные пользователями.
uk: Елементи, які переглядають користувачі.

source: This setting will log all Actors, Bulletins and Incidents viewed by users.
ar: سيقوم هذا الإعداد بتسجيل جميع الكيانات والمواد والوقائع التي استعرضها المستخدمون.
es: Esta configuración registrará todos los actores, boletines e Incidentes vistos por los usuarios.
fa: این تنظیم همه عاملان، بولتن‌ها و حوادث مشاهده شده توسط کاربران را ثبت می‌کند.
fr: Ce paramètre permet d'enregistrer tous les acteurs, bulletins et incidents consultés par les utilisateurs.
ru: Этот параметр будет регистрировать всех действующих лиц, бюллетени и инциденты, просмотренные пользователями.
uk: Це налаштування реєструватиме всіх "дійових осіб", "бюлетені" та "інциденти", які переглядають користувачі.

source: Items edited by users.
ar: العناصر التي تم تعديلها من قبل المستخدمين
fa: موارد ویرایش شده توسط کاربران
fr: Éléments édités par les utilisateurs.
ru: Объекты, отредактированные пользователями.
uk: Елементи, які редагують користувачі.

source: This setting will log Actors, Bulletins, Incidents and all other secondary items edited by users.
ar: سيقوم هذا الإعداد بتسجيل جميع الكيانات والمواد والوقائع وكل العناصر الأخرى الثانوية التي قام المستخدمون بتعديلها.
es: Esta configuración registrará actores, boletines, incidentes y todos los demás elementos secundarios editados por los usuarios.
fa: این تنظیم عاملان، بولتن‌ها، حوادث و سایر موارد فرعی ویرایش شده توسط کاربران را ثبت می‌کند.
fr: Ce paramètre enregistre les acteurs, les bulletins, les incidents et tous les autres éléments secondaires modifiés par les utilisateurs.
ru: Этот параметр будет регистрировать действующих лиц, бюллетени, инциденты и все другие второстепенные элементы, редактируемые пользователями.
uk: Це налаштування реєструватиме "дійових осіб", "бюлетені", "інциденти" та всі інші другорядні елементи, які редагують користувачі.

source: Items deleted by users.
ar: العناصر التي تم حذفها من قبل المستخدمين.
es: Elementos eliminados por los usuarios.
fa: موارد حذف شده توسط کاربران
fr: Éléments supprimés par les utilisateurs.
ru: Объекты, удаленные пользователями.
uk: Елементи, які видаляють користувачі.

source: This setting will enable logging all secondary items deleted by authorized users. Note: Actors, Bulletins and Incidents cannot be deleted.
ar: سيسمح هذا الإعداد بتسجيل كل العناصر الثانوية التي تم حذفها من قبل المستخدمين المصرح لهم. ملاحظة: الكيانات والمواد والوقائع لا يمكن حذفها.
es: Este ajuste permitirá registrar todos los elementos secundarios borrados por usuarios autorizados. Nota: Los actores, boletines e incidentes no pueden ser borrados.
fa: این تنظیم ثبت تمام موارد فرعی حذف شده توسط کاربران مجاز را فعال می‌کند. توجه: عاملان، بولتن‌ها و حوادث قابل حذف نیستند.
fr: Ce paramètre permet d'enregistrer tous les éléments secondaires supprimés par les utilisateurs autorisés. Remarque : Les acteurs, les bulletins et les incidents ne peuvent pas être supprimés.
ru: Этот параметр позволит регистрировать все второстепенные объекты, удаленные авторизованными пользователями. Примечание: действующих лиц, бюллетени и инциденты удалить невозможно.
uk: Це налаштування дозволить реєстрацію всіх другорядних елементів, видалених авторизованими користувачами. Примітка: "дійових осіб", "бюлетені" та "інциденти" неможливо видалити.

source: Items reviewer by users.
ar: العناصر التي تمت مراجعتها من قبل المستخدمين
es: Elementos revisados por los usuarios.
fa: موارد بررسی شده توسط کاربران
fr: Éléments revus par les utilisateurs.
ru: Рецензент объектов, выбранный пользователями.
uk: Елементи, які рецензують користувачі.

source: This setting will enable logging all items peer-viewed by authorized users.
ar: سيسمح هذا الإعداد بتسجيل كل العناصر التي تمت مراجعتها من قبل المستخدمين المصرح لهم.
es: Esta configuración permitirá registrar todos los elementos vistos por usuarios autorizados.
fa: این تنظیم ثبت همه موارد بررسی شده توسط کاربران مجاز را فعال می‌کند.
fr: Ce paramètre permet d'enregistrer tous les éléments visualisés par les utilisateurs autorisés.
ru: Этот параметр позволит регистрировать все объекты, просматриваемые авторизованными пользователями.
uk: Це налаштування дозволить реєстрацію всіх елементів, рецензованих авторизованими користувачами.

source: Files uploaded by users.
ar: الملفات التي تم رفعها من قبل المستخدمين.
es: Archivos subidos por los usuarios
fa: فایل‌های آپلود شده توسط کاربران
fr: Fichiers téléchargés par les utilisateurs.
ru: Файлы, загруженные пользователями.
uk: Файли завантажені користувачами.

source: This setting will enable logging all files uploaded users to media storage.
ar: سيسمح هذا الإعداد بتسجيل كل الملفات التي تم رفعها من قبل المستخدمين إلى وسائط التخزين.
es: Esta configuración permitirá el registro de todos los archivos subidos por los usuarios al almacenamiento multimedia.
fa: این تنظیم ثبت همه فایل‌های آپلود شده توسط کاربران را در حافظه فایل‌های رسانه‌ای فعال می‌کند.
fr: Ce paramètre permet d’enregistrer tous les fichiers téléchargés par les utilisateurs dans le stockage multimédia.
ru: Эта настройка позволит регистрировать все файлы, загруженные пользователями в хранилище медиа.
uk: Це налаштування дозволяє реєстрацію всіх файлів, завантажених користувачами у медіасховище.

source: Bulk operations queued by users.
ar: العمليات على الدفعات التي تم وضعها في مصفوفة الإنتظار من قبل المستخدمين.
es: Operaciones masivas en cola por los usuarios.
fa: عملیات انبوه قرار گرفته در نوبت توسط کاربران
fr: Opérations en bloc mises en file d’attente par les utilisateurs.
ru: Пакетные операции, поставленные пользователями в очередь.
uk: Масові операції, які користувачі поставили в чергу.

source: This setting will enable logging all bulk operations initiated by authorized users on Actors, Bulletins and Incidents.
ar: سيسمح هذا الإعداد بتسجيل كل العمليات على الدفعات التي تم إجراؤها من قبل المستخدمين المصرح لهم على الكيانات والمواد والوقائع.
es: Este ajuste permitirá registrar todas las operaciones masivas iniciadas por usuarios autorizados en actores, boletines e incidentes.
fa: این تنظیم ثبت تمام عملیات انبوه انجام شده توسط کاربران مجاز در مورد عاملان، بولتن‌ها و حوادث را فعال می‌کند.
fr: Cette configuration permettra de consigner toutes les opérations en masse effectuées par des utilisateurs autorisés sur les Acteurs, Bulletins et Incidents.
ru: Этот параметр позволит регистрировать все пакетные операции, инициированные авторизованными пользователями в отношении действующих лиц, бюллетеней и инцидентов.
uk: Це налаштування дозволяє реєструвати всі масові операції, ініційовані авторизованими користувачами щодо "дійових осіб", "бюлетенів" та "інцидентів".

source: Export requests made by users.
ar: طلبات التصدير التي قام بها المستخدمون.
es: Solicitudes de exportación realizadas por los usuarios.
fa: درخواست‌های خروجی گرفتن توسط کاربران
fr: Demandes d'exportation formulées par les utilisateurs.
ru: Запросы на экспорт, поданные пользователями.
uk: Запити на експорт, зроблені користувачами.

source: This setting will enable logging all export requests submitted by authorized users.
ar: سيسمح هذا الإعداد بتسجيل كل طلبات التصدير التي قام بها المستخدمون المصرح لهم.
es: Esta opción permite registrar todas las solicitudes de exportación enviadas por usuarios autorizados.
fa: این تنظیم ثبت تمام درخواست‌های خروجی گرفتن را که توسط کاربران مجاز ارسال شده، فعال می‌کند.
fr: Ce paramètre activera la journalisation de toutes les demandes d’exportation soumises par les utilisateurs autorisés.
ru: Этот параметр позволит регистрировать все запросы на экспорт, отправленные авторизованными пользователями.
uk: Це налаштування дозволяє реєстрацію всіх запитів на експорт, зроблених авторизованими користувачами.

source: Export requests approved by users.
ar: طلبات التصدير التي تمت الموافقة عليها من قبل المستخدمين.
es: Solicitudes de exportación aprobadas por los usuarios.
fa: درخواست‌های خروجی گرفتن تایید شده توسط کاربران
fr: Exporter les demandes approuvées par les utilisateurs.
ru: Запросы на экспорт, одобренные пользователями.
uk: Запити на експорт схвалені користувачами.

source: This setting will enable logging all export requests approvals by administrators.
ar: سيسمح هذا الإعداد بتسجيل كل طلبات التصدير التي تمت الموافقة عليها من قبل مدراء النظام.
es: Esta configuración permitirá el registro de todas las aprobaciones de solicitudes de exportación por parte de los administradores.
fa: این تنظیم ثبت همه تأییدیه‌های درخواست خروجی گرفتن توسط ادمین‌ها را فعال می‌کند.
fr: Ce paramètre permet d’enregistrer toutes les approbations de demandes d’exportation par les administrateurs.
ru: Этот параметр позволит регистрировать все утверждения запросов на экспорт администраторами.
uk: Це налаштування дозволяє реєстрацію всіх запитів на експорт, схвалених адміністраторами.
