Repository: sjacorg/bayanat
Catalog: enferno/translations/*/LC_MESSAGES/messages.po
Languages: ar, es, fa, fr, ru, uk

source: Your Bayanat server is now ready to use!
ar: الآن أصبح خادم بيانات الخاص بك جاهزًا للاستخدام!
es: Su servidor Bayanat ya está listo para ser utilizado.
fr: Votre serveur Bayanat est désormais prêt à l'emploi !
ru: Теперь ваш сервер Bayanat готов к использованию!
uk: Ваш сервер Bayanat тепер готовий до використання!

source: Proceed to dashboard
ar: انتقل إلى لوحة المعلومات
es: Ir al panel de control
fr: Accéder au tableau de bord
ru: Перейти на панель управления
uk: Перейти до інформаційної панелі

source: Search in a single event
ar: في نفس الحادثة
es: Buscar en un único evento
ru: Поиск по одному событию
uk: Шукати в одній події

source: Include Postal Code
ar: الرمز البريدي
es: Código postal
ru: Почтовый индекс
uk: Включити поштовий індекс

source: Advanced Analysis Features
ar: ميزات التحليل المتقدمة
es: Características del análisis avanzado
ru: Расширенные возможности анализа
uk: Розширені функції аналізу

source: Advanced features for more efficient analysis.
ar: ميزات متقدمة لتحليل أكثر كفاءة
es: Funciones avanzadas para un análisis más eficaz.
ru: Расширенные возможности для повышения эффективности анализа
uk: Розширені функції для більш ефективного аналізу.

source: Allow scanning of the import path for files in the Media Import Tool. The path needs to be set in the .env file for this setting to work. This is done for security purposes. WARNING: This is a DANGEROUS setting and should only be enabled on installation that can utilize this feature. It should be turned on only when it's needed.
ar: السماح بفحص مسار الاستيراد بحثا عن ملفات في أداة إستيراد الوسائط. لكي يعمل هذا الاعداد يجب أن يتم تعيين المسار في ملف '.env'. تحذير: هذا الاعداد خطير ويجب تفعيله فقط في حالة التثبيات التي يمكن استخدام هذه الميزة فيها. يجب أن يتم تفعيل هذا الاعداد فقط عند الحاجة إليه.
es: Permitir la exploración de la ruta de importación de archivos en la herramienta de importación de medios. La ruta debe establecerse en el archivo .env para que este ajuste funcione. Esto se hace por motivos de seguridad. ADVERTENCIA: Este es un ajuste PELIGROSO y solo debe activarse en instalaciones que puedan utilizar esta función. Solo debe activarse cuando sea necesario.
ru: Разрешить сканирование пути импорта файлов в инструменте импорта медиафайлов. Чтобы этот параметр работал, путь должен быть указан в файле .env. Это сделано в целях безопасности. ВНИМАНИЕ: это ОПАСНАЯ настройка, и ее следует включать только при установке, которая может использовать эту функцию. Ее следует включать только тогда, когда это необходимо.
uk: Дозволити сканування шляху імпорту для виявлення файлів в "інструменті медіаімпорту". Шлях потрібно встановити у файлі .env, щоб це налаштування працювало. Це потрібно для безпеки. УВАГА: Це налаштування НЕБЕЗПЕЧНЕ і має вмикатись тільки в тій інсталяції, яка зможе використати цю функцію. Його слід вмикати тільки тоді, коли це необхідно.

source: Enables exporting Actors, Bulletins and Incidents into various formats. Users with the correct permissions can request exports of items. Administrators can approve or reject these requests. Approved exports can be downloaded by the requesting user from the Exports dashboard.
ar: يتيح تصدير الكيانات والنشرات والأحداث بتنسيقات مختلفة. يمكن للمستخدمين الذين لديهم الأذونات الصحيحة طلب تصدير العناصر. يمكن للمسؤولين الموافقة على هذه الطلبات أو رفضها. التصديرات التي تمت الموافقة عليها يمكن أن يتم تحميلها من قبل المستخدم الذي طلبها عن طريق
es: Permite exportar actores, boletines e incidentes a varios formatos. Los usuarios con los permisos adecuados pueden solicitar la exportación de artículos. Los administradores pueden aprobar o rechazar estas solicitudes. Las exportaciones aprobadas las puede descargar el usuario solicitante desde el panel "Exportaciones".
ru: Позволяет экспортировать Акторов, Бюллетени и Инциденты в различные форматы. Запрашивать экспорт записей могут пользователи с соответствующими правами доступа. Администраторы могут одобрять или отклонять такие запросы. В случае одобрения результат может быть загружен с панели Экспорта пользователем, разместившим соответствующий запрос.
uk: Дозволяє експортувати Actors, Bulletins та Incidents у різні формати. Користувачі з відповідними правами можуть запитувати експорт елементів. Адміністратори можуть схвалити або відхилити ці запити. Затверджені експортні дані можуть бути завантажені користувачем, який подав запит, з інформаційної панелі Exports.

source: Create user accounts for your team so they can access your Bayanat server. Users Dashboard allow you to manage your user accounts, their access levels and their permissions.
ar: قم بإنشاء حسابات مستخدمين لفريقك حتى يتمكنوا من الوصول إلى خادم Bayanat الخاص بك. تتيح لك لوحة تحكم المستخدمين إدارة حساباتهم ومستويات الوصول والأذونات الخاصة بهم
es: Cree cuentas de usuario para su equipo para que puedan acceder a su servidor Bayanat. El panel de control de usuarios le permite gestionar sus cuentas de usuario, sus niveles de acceso y sus permisos.
ru: Создайте учетные записи для членов своей команды, чтобы у них был доступ к вашему серверу Bayanat. Панель управления пользователями позволяет управлять их учетными записями, уровнями доступа и разрешениями.
uk: Створіть облікові записи користувачів для вашої команди, щоб вони могли отримати доступ до вашого сервера Bayanat. Панель користувача дозволяє вам керувати обліковими записами користувачів, їхніми рівнями доступу та дозволами.

source: Create access groups to manage your team's access to your data. You can then add your users to the appropriate access groups and assign these groups to Actor, Bulletins and Incidents that needs to be restricted. Actors and Bulletins can be restricted when imported by the Media and Sheets Import Tools. Access groups of all items can be tweaked any time using bulk updates.
ar: أنشئ مجموعات وصول لإدارة وصول فريقك إلى بياناتك. يمكنك بعد ذلك إضافة المستخدمين إلى مجموعات الوصول المناسبة وتعيين هذه المجموعات إلى الكيانات والنشرات والأحداث التي تحتاج إلى تقييد. يمكن تقييد الكيانات والنشرات عند استيرادها بواسطة أدوات استيراد الوسائط والجداول. يمكن تعديل مجموعات الوصول لجميع العناصر في أي وقت باستخدام التحديثات المجمعة.
es: Cree grupos de acceso para gestionar el acceso de su equipo a sus datos. A continuación, puede añadir sus usuarios a los grupos de acceso apropiados y asignar estos grupos a actores, boletines e incidentes que deban restringirse. Los actores y boletines pueden restringirse cuando se importan mediante las herramientas de importación de medios y hojas. Los grupos de acceso de todos los elementos pueden ajustarse en cualquier momento mediante actualizaciones masivas.
ru: Создайте соответствующие группы для управления правами доступа команды к вашим данным. После этого вы сможете добавлять пользователей в нужные группы доступа и указывать для них ограниченные Акторы, Бюллетени и Инциденты. Доступ к Акторам и Бюллетеням можно ограничить на этапе импорта с помощью соответствующих инструментов для медиафайлов и таблиц. Группы доступа для всех записей можно изменить в любой момент с помощью пакетных обновлений.
uk: Створюйте групи доступу, щоб керувати доступом вашої команди до ваших даних. Потім ви можете додати ваших користувачів до відповідних груп доступу і призначити ці групи для Actors, Bulletins and Incidents, доступ до яких потрібно обмежити. Доступ до Actors і Bulletins можна обмежити під час імпорту за допомогою інструментів «Медіа» та «Імпорт аркушів». Групи доступу до всіх елементів можна будь-коли змінити за допомогою масових оновлень.

source: Satellite Imagery
ar: صور الأقمار الصناعية
es: Imágenes satelitales
ru: Спутниковые снимки
uk: Супутникові знімки

source: Bayanat uses OpenStreetMaps by default. Optionally, it is able to show satellite imagery using Google Maps, in addition to OSM. To enable, add a Google Maps API Key.
ar: يستخدم تطبيق Bayanat خرائط OpenStreetMaps بشكل افتراضي. وبشكل اختياري، يمكنه عرض صور الأقمار الصناعية باستخدام خرائط Google، بالإضافة إلى OSM. للسماح بذلك، أضف مفتاح API لخرائط Google.
es: Bayanat utiliza OpenStreetMaps por defecto. Opcionalmente, puede mostrar imágenes satelitales utilizando Google Maps, además de OSM. Para habilitarlo, añada una clave API de Google Maps.
ru: По умолчанию Bayanat использует OpenStreetMaps. Кроме OSM, опционально можно использовать и Google Карты. Чтобы включить их, укажите ключ API.
uk: За замовчуванням Bayanat використовує OpenStreetMaps. За бажанням, він може показувати супутникові знімки, використовуючи Google Maps, на додаток до OSM. Щоб увімкнути цю можливість, додайте ключ Google Maps API.

source: Administrative Divisions
ar: التقسيمات الإدارية
es: Disposiciones administrativas
ru: Административные зоны
uk: Адміністративні підрозділи

source: Bayanat ships with the Syrian administrative divisions by default. Change the names of the administrative divisions to match the country your team will be working on.
ar: يتم شحن تطبيق "بيانات" بالتقسيمات الإدارية السورية بشكل افتراضي. قم بتغيير أسماء التقسيمات الإدارية لتتناسب مع البلد الذي سيعمل فيه فريقك.
es: Bayanat se entrega con las divisiones administrativas sirias por defecto. Cambie los nombres de las divisiones administrativas para que coincidan con el país en el que trabajará su equipo.
ru: По умолчанию Bayanat поставляется с административным делением для Сирии. Измените названия административных единиц для страны, с которой будет работать ваша команда.
uk: За замовчуванням Bayanat постачає продукцію з сирійськими адміністративними підрозділами. Змініть назви адміністративних підрозділів, щоб вони відповідали країні, над якою працюватиме ваша команда.

source: Bayanat uses zxcvbn password strength estimator to calculate a password score. 'Medium' corresponds to a zxcvbn score of 2 and is suitable for offline Bayanat installation. 'Strong' corresponds to a score of 3, we recommend this setting for online Bayanat installations. 'Very Strong' corresponds to a zxcvbn score of 4 and offers the highest level of protection.
ar: تستخدم Bayanat مُقدّر قوة كلمات المرور zxcvbn لحساب درجة قوة كلمة المرور. درجة "متوسطة" تتوافق مع درجة zxcvbn بقيمة 2 وتعتبر مناسبة لتثبيت Bayanat دون اتصال بالإنترنت. درجة "قوية" تتوافق مع درجة بقيمة 3 ونوصي باستخدام هذا الإعداد لتثبيت Bayanat عبر الإنترنت. درجة "قوية جدًا" تتوافق مع درجة zxcvbn بقيمة 4 وتوفر أعلى مستوى من الحماية
es: Bayanat utiliza el estimador de seguridad de contraseñas zxcvbn para calcular la puntuación de una contraseña. "Media" corresponde a una puntuación de zxcvbn de 2 y es adecuada para instalaciones de Bayanat sin conexión. "Fuerte" corresponde a una puntuación de 3, recomendamos esta configuración para instalaciones de Bayanat en línea. "Muy fuerte" corresponde a una puntuación zxcvbn de 4 y ofrece el máximo nivel de protección.
ru: Bayanat оценивает сложность паролей с помощью zxcvbn. Уровень 'Средний' (2 по шкале zxcvbn) подходит для локальной установки. 'Сильный' (оценка 3) рекомендуется для онлайн-установок. 'Очень сильный' (4 по шкале zxcvbn) — наивысший уровень защиты.
uk: Bayanat використовує оцінювач надійності паролів zxcvbn для обчислення оцінки пароля. «Середній» відповідає показнику zxcvbn у 2 бали й підходить для офлайн-інсталяції Bayanat. «Сильний» відповідає показнику в 3 бали, ми рекомендуємо цей параметр для онлайн-інсталяцій Bayanat. «Дуже сильний» відповідає показнику zxcvbn у 4 бали і забезпечує найвищий рівень захисту.

source: By default, users can access all items in the Bayanat database, except for items which are restricted from them. Administrators can restrict access to certain items by assigning Access Group(s) to these items. Additionally, only administrators can restrict items. This default behavior can be changed with the following settings.
ar: بشكل افتراضي، يمكن للمستخدمين الوصول إلى جميع العناصر في قاعدة بيانات Bayanat، باستثناء العناصر التي تم حظر الوصول إليها. يمكن للمسؤولين تقييد الوصول إلى عناصر معينة عن طريق تخصيص مجموعات وصول إلى هذه العناصر. بالإضافة إلى ذلك، يمكن للمسؤولين فقط تقييد العناصر. يمكن تغيير هذا السلوك الافتراضي بالإعدادات التالية.
es: Por defecto, los usuarios pueden acceder a todos los elementos de la base de datos Bayanat, excepto a los que tienen restringido el acceso. Los administradores pueden restringir el acceso a determinados elementos asignándoles uno o varios grupos de acceso. Además, solo los administradores pueden restringir los elementos. Este comportamiento predeterminado puede modificarse con los siguientes ajustes.
ru: По умолчанию у пользователей есть доступ ко всем записям в базе данных Bayanat, кроме тех, доступ к которым ограничен. Администраторы могут ограничивать доступ к отдельным записям, назначая им одну или несколько групп доступа. Ограничивать доступ к записям могут только администраторы. Такое поведение по умолчанию можно изменить с помощью следующих настроек.
uk: За замовчуванням користувачі мають доступ до всіх елементів бази даних Bayanat, за винятком елементів, доступ до яких їм заборонено. Адміністратори можуть обмежити доступ до певних об'єктів, призначивши для них групи доступу. Крім того, обмежувати доступ до об'єктів можуть лише адміністратори. Таку поведінку за замовчуванням можна змінити за допомогою наведених нижче налаштувань.
