Repository: sjacorg/bayanat
Catalog: enferno/translations/*/LC_MESSAGES/messages.po
Languages: ar, es, fa, fr, ru, uk

source: Dental habits (toothpicks, smoking, etc...)
ar: عادات سنية (أعواد الأسنان، تدخين، إلخ...)
es: Hábitos dentales (palillos, fumar, etc.)
fa: عادات دندانی (استفاده از خلال دندان، سیگار کشیدن و...)
fr: Habitudes dentaires (curage des dents, tabagisme, etc.)
ru: Касающиеся зубов привычки (зубочистки, курение и т.д.)
uk: Стоматологічні звички (зубочистки, куріння тощо)

source: Location of reburial (full address)
ar: مكان إعادة الدفن (العنوان كاملا)
es: Lugar del nuevo entierro (dirección completa)
fa: محل دفن مجدد (آدرس کامل)
fr: Lieu de réinhumation (adresse complète)
ru: Место перезахоронения (полный адрес)
uk: Місце перепоховання (повна адреса)

source: Not Available
ar: غير متوفر
es: No disponible
fa: در دسترس نیست
fr: Indisponible
ru: Недоступно
uk: Недоступний

source: Bulk Update
ar: تحديث بالجملة
es: Actualización a granel
fa: به روزرسانی انبوه
fr: Mettre à jour en masse
ru: Массовое обновление
uk: Масове оновлення

source: Peer Reviewer
ar: المدقق
es: Revisión por pares
fa: بازبین همتا
fr: Examinateur pair
ru: Эксперт
uk: Рецензент

source: Replace
ar: استبدل
es: Sustituir
fa: جایگزینی
fr: Remplacer
ru: Заменить
uk: Замінити

source: Bulk Update Actors
ar: تحديث كيانات بالجملة
es: Actualización masiva de actores
fa: به روزرسانی انبوه عاملان
fr: Mettre à jour en masse les acteurs
ru: Массовое обновление субъектов
uk: Масове оновлення виконавців

source: Bulk Update Bulletins
ar: تحديث مواد بالجملة
es: Actualización masiva de boletines
fa: به روزرسانی انبوه بولتن‌ها
fr: Mettre à jour en masse les bulletins
ru: Массовое обновление бюллетеней
uk: Сукупне оновлення бюлетенів

source: Assign Related Items
ar: تعيين العناصر المرتبطة
es: Asignar elementos relacionados
fa: تخصیص موارد مرتبط
fr: Attribuer des éléments connexes
ru: Назначить соответствующие элементы
uk: Призначити пов'язані елементи

source: Restrict Related Items
ar: تقييد العناصر المرتبطة
es: Restringir elementos relacionados
fa: محدود کردن موارد مرتبط
fr: Restreindre les éléments connexes
ru: Ограничить соответствующие элементы
uk: Обмежити пов'язані елементи

source: Bulk Update Incidents
ar: تحديث وقائع بالجملة
es: Actualización masiva de incidentes
fa: به روز‌رسانی انبوه وقایع
fr: Mettre à jour en masse les incidents
ru: Массовое обновление инцидентов
uk: Сукупне оновлення випадків

source: Name this search
ar: عيّن اسم للبحث
es: Asigne un nombre a esta búsqueda
fa: نامگذاری این جستجو
fr: Nommer cette recherche
ru: Назвать этот поиск
uk: Дати назву пошуку

source: Save Bulletin
ar: حفظ المادة
es: Guardar boletín
fa: ذخیره بولتن
fr: Enregistrer le bulletin
ru: Сохранить бюллетень
uk: Зберегти бюлетень

source: Event
ar: الحادث
es: Evento
fa: رویداد
fr: Événement
ru: Событие
uk: Подія

source: Save Incident
ar: حفظ الواقعة
es: Guardar incidente
fa: ذخیره واقعه
fr: Enregistrer l'incident
ru: Сохранить инцидент
uk: Зберегти випадок

source: Save Location
ar: حفظ الموقع
es: Guardar localización
fa: ذخیره مکان
fr: Enregistrer le lieu
ru: Сохранить местоположение
uk: Зберегти місцезнаходження

source: Title (Ar)
ar: العنوان (عربي)
es: Título (RA)
fa: عنوان (Ar)
fr: Titre (RA)
ru: Название (Ar)
uk: Назва (ДР)

source: Country
ar: الدولة
es: País
fa: کشور
fr: Pays
ru: Страна
uk: Країна

source: Parent Location
ar: الموقع الأب
es: Ubicación principal
fa: مکان والد
fr: Emplacement du parent
ru: Родительское местоположение
uk: Батьківське місцезнаходження

source: Tags
ar: الوسوم
es: Etiquetas
fa: برچسب‌ها
ru: Теги
uk: Мітки

source: Needs Review
ar: تحتاج مراجعة
es: Necesita revisión
fa: نیازمند بازبینی
fr: Nécessite un examen
ru: Требуется отзыв
uk: Потрібно перевірити

source: No Review Needed
ar: لا تحتاج مراجعة
es: No necesita revisión
fa: بدون نیاز به بازبینی
fr: Aucun examen nécessaire
ru: Отзыв не требуется
uk: Не потрібно перевіряти

source: Start
ar: إبدأ
es: Comenzar
fa: شروع
fr: Commencer
ru: Начать
uk: Почати

source: Stop
ar: توقف
es: Detener
fa: توقف
fr: Interrompre
ru: Остановить
uk: Зупинити

source: Match
ar: تطابق
es: Unir
fa: همخوان
fr: Correspondance
ru: Подобрать
uk: Співставляти

source: Distance
ar: مسافة
es: Distancia
fa: فاصله
ru: Расстояние
uk: Дистанція

source: Data
ar: بيانات
es: Datos
fa: داده‌ها
fr: Données
ru: Данные
uk: Дані

source: Old Password
ar: كلمة المرور القديمة
es: Contraseña antigua
fa: رمز عبور قدیمی
fr: Ancien mot de passe
ru: Старый пароль
uk: Старий пароль

source: New Password
ar: كلمة المرور الجديدة
es: Contraseña nueva
fa: رمز عبور جدید
fr: Nouveau mot de passe
ru: Новый пароль
uk: Новий пароль

source: Confirm Password
ar: تأكيد كلمة المرور
es: Confirmar contraseña
fa: تایید رمز عبور
fr: Confirmer le mot de passe
ru: Подтвердите пароль
uk: Підтвердити пароль

source: Welcome
ar: مرحباً
es: Bienvenido
fa: خوش آمدید
fr: Bienvenue
ru: Добро пожаловать
uk: Ласкаво просимо

source: Last login
ar: آخر دخول
es: Último acceso
fa: آخرین ورود
fr: Dernière connexion
ru: Последний вход в систему
uk: Останній вхід

source: All rights reserved.
ar: جميع الحقوق محفوظة/
es: Todos los derechos reservados.
fa: تمامی حقوق محفوظ است.
fr: Tous droits réservés.
ru: Все права защищены.
uk: Всі права захищені.

source: Activity
ar: سجل النشاطات
es: Actividad
fa: فعالیت
fr: Activité
ru: Активность
uk: Діяльність

source: Media Import
ar: استيراد الوسائط
es: Importación de medios
fa: وارد کردن رسانه‌ها
fr: Importation de média
ru: Импорт медиафайла
uk: Імпорт медіа

source: Sheets Import
ar: استيراد جداول البيانات
es: Importación de hojas
fa: وارد کردن برگه‌ها
fr: Importation de feuilles
ru: Импорт таблиц
uk: Імпорт листів

source: Interface Language
ar: لغة واجهة المستخدم
es: Idioma de la interfaz
fa: زبان رابط کاربری
fr: Langue de l'interface
ru: Язык интерфейса
uk: Мова інтерфейсу

source: Change Password
ar: تغيير كلمة المرور
es: Cambiar contraseña
fa: تغییر رمز عبور
fr: Modifier le mot de passe
ru: Изменить пароль
uk: Змінити пароль

source: Security
ar: الأمان
es: Seguridad
fa: امنیت
fr: Sécurité
ru: Безопасность
uk: Безпека

source: Setup Two-Factor Auth
ar: اعداد المصادقة الثنائية
es: Configurar autenticación de dos factores
fa: تنظیم احراز هویت دو مرحله‌ای
fr: Configurer l'authentification à double facteur
ru: Настроить двухфакторную аутентификацию
uk: Налаштувати двофакторну аутентифікацію

source: Two-factor Authentication
ar: مصادقة ثنائية
es: Autenticación de dos factores
fa: احراز هویت دو مرحله‌ای
fr: Authentification à double facteur
ru: Двухфакторная аутентификация
uk: Двофакторна аутентифікація

source: Please enter your authentication code
ar: الرجاء إدخال رمز المصادقة
es: Introduzca su código de autenticación
fa: لطفاً کد احراز هویت خود را وارد کنید
fr: Veuillez saisir votre code d'authentification
ru: Введите свой код аутентификации
uk: Будь ласка, введіть Ваш код аутентифікації

source: The code for authentication was sent to your email address
ar: تم إرسال رمز المصادقة إلى بريدك الإلكتروني
es: El código para la autenticación fue enviado a su dirección de correo electrónico
fa: کد احراز هویت به آدرس ایمیل شما ارسال شد
fr: Le code d'authentification a été envoyé à votre adresse e-mail
ru: Код для аутентификации отправлен на ваш адрес электронной почты
uk: Код для аутентифікації було відправлено на Вашу електронну пошту

source: A mail was sent to us in order to reset your application account
ar: استلمنا طلباً من أجل إعادة تعيين حسابك
es: Se nos ha enviado un correo para restablecer su cuenta de aplicación
fa: یک ایمیل برای ما ارسال شد تا حساب کاربری شما را بازتنظیم کنیم
fr: Un e-mail nous a été envoyé afin de réinitialiser votre compte d'application
ru: Нам было отправлено письмо для сброса вашей учетной записи приложения
uk: Лист було відправлено нам з метою відновлення Вашого облікового запису

source: Please Enter Your Password
ar: الرجاء إدخال كلمة المرور الخاصة بك
es: Introduzca su contraseña
fa: لطفا رمز عبور خود را وارد کنید
fr: Veuillez saisir votre mot de passe
ru: Введите ваш пароль
uk: Будь ласка, введіть Ваш пароль

source: Setup Unified Sign In options
ar: قم بضبط خيارات تسجيل الدخول الموحد
es: Configurar las opciones de inicio de sesión unificado
fa: راه اندازی گزینه‌های یکپارچه ورود به سیستم
fr: Configurer les options de connexion unifiée
ru: Настройка параметров единого входа
uk: Налаштувати параметри уніфікованого входу

source: Open your authenticator app on your device and scan the following qrcode to start receiving codes:
ar: افتح برنامج الموثّق على جهاز الموبايل الخاص بك وامسح رمز الاستجابة السريع (QRCode) التالي:
es: Abra su aplicación authenticator en su dispositivo y escanee el siguiente qrcode para empezar a recibir códigos:
fa: برنامه احراز هویت را در دستگاه خود باز کنید و کد QR زیر را اسکن کنید تا کدها را دریافت کنید:
fr: Ouvrez votre application d'authentification sur votre appareil et scannez le code QR suivant pour commencer à recevoir des codes :
ru: Откройте приложение для аутентификации на своем устройстве и отсканируйте следующий QR-код, чтобы начать получать коды:
uk: Відкрийте додаток аутентифікації на своєму пристрої та відскануйте наступний QR-код щоб почати отримувати коди

source: Passwordless QRCode
ar: رمز استجابة سريع (QRCode) بدون كلمة مرور
es: Código QR sin contraseña
fa: کد QR بدون رمز عبور
fr: Code QR sans mot de passe
ru: Беспарольный QR-код
uk: QR-код без паролю

source: Code has been sent
ar: تم إرسال الرمز
es: Se ha enviado el código
fa: کد ارسال شده است
fr: Le code a été envoyé
ru: Код отправлен
uk: Код було відправлено

source: No methods have been enabled - nothing to setup
ar: الاعدادات غير متوفرة حاليا
es: No se ha habilitado ningún método, no hay nada que configurar
fa: هیچ روشی فعال نشده است - چیزی برای راه اندازی نیست
fr: Aucune méthode n'a été activée et il n'y a rien à configurer
ru: Ни один метод не включен – нечего настраивать
uk: Жодних методів не ввімкнено - нічого налаштовувати

source: Sign In
ar: تسجيل الدخول
es: Iniciar sesión
fa: ورود
fr: Connexion
ru: Войти
uk: Зареєструватися

source: Request one-time code be sent
ar: اطلب ارسال رمز للاستخدام مرة واحد
es: Solicitar el envío de un código de un solo uso
fa: درخواست ارسال کد یکبارمصرف
fr: Demander l'envoi d'un code à usage unique
ru: Запросить отправку одноразового кода
uk: Запит на надсилання одноразового коду

source: Please re-authenticate
ar: الرجاء إعادة المصادقة
es: Vuelva a autenticarse
fa: لطفا دوباره احراز هویت کنید
fr: Veuillez vous authentifier à nouveau
ru: Повторите аутентификацию
uk: Будь ласка, повторіть аутентифікацію

source: System Activity
ar: سجل النشاطات
es: Actividad del sistema
fa: فعالیت سیستم
ru: Системная активность
uk: Активність у системі

source: Date
ar: التاريخ
es: Fecha
fa: تاریخ
ru: Дата
uk: Дата

source: User
ar: المستخدم
es: Usuario
fa: کاربر
ru: Пользователь
uk: Користувач

source: Action
ar: الإجراء
es: Acción
fa: عمل
ru: Действие
uk: Дія

source: Subject
ar: الموضوع
es: Asunto
fa: موضوع
ru: Тема
uk: Тема

source: Export
ar: تصدير
es: Exportar
fa: خروجی گرفتن
ru: Экспорт
uk: Експортувати

source: Assign to self
ar: إسناد إلى الذات
es: Asignar a uno mismo
fa: تخصیص به خود
ru: Назначить себе
uk: Призначити собі

source: Add Review
ar: أضف مراجعة
es: Añadir revisión
fa: افزودن نظر
ru: Добавить отзыв
uk: Додати огляд

source: Self Assign Actor
ar: إسناد كيان إلى الذات
es: Autoasignar actor
fa: عامل با امکان تخصیص به خود
ru: Субъект самоназначения
uk: Самопризначена дійова особа

source: Self Assign Bulletin
ar: إسناد مادة إلى الذات
es: Autoasignar boletín
fa: بولتن با امکان تخصیص به خود
ru: Бюллетень самоназначения
uk: Самопризначений бюлетень

source: Select Sheet Language
ar: اختر لغة الجدول
es: Seleccionar idioma de la hoja
fa: زبان برگه را انتخاب کنید
ru: Выберите язык таблиц
uk: Обрати мову аркуша

source: Make it Unique!
ar: قيمة فريدة
es: Hágalo único
fa: آن را منحصر به فرد کنید!
fr: Rendre unique
ru: Сделайте это уникальным!
uk: Зробіть його унікальним!

source: Months Pregnant
ar: شهر الحمل
es: Embarazada de meses
fa: تعداد ماه‌های بارداری
ru: Месяцы беременности
uk: Місяців вагітності

source: Seen in a detention center
ar: هل شوهد في مركز اعتقال؟
es: Visto en un centro de detención
fa: در یک بازداشتگاه دیده شده
ru: Видели в месте предварительного заключения
uk: Бачили у слідчому ізоляторі

source: Details
ar: تفاصيل
es: Detalles
fa: جزئیات
ru: Подробности
uk: Деталі

source: Injured around time of disappearance
ar: هل كان مصابا وقت الاختفاء؟
es: Herido en el momento de la desaparición
fa: در زمان ناپدید شدن مجروح شده
ru: Получена травма примерно во время исчезновения
uk: Поранено приблизно у момент зникнення

source: Known to be dead
ar: هل يعرف بأنه ميت؟
es: Se sabe que está muerto
fa: معلوم شده که مرده است
ru: Известно о смерти
uk: Вважається померлим(ою)

source: Personal Items
ar: متعلقات شخصية
es: Objetos personales
fa: لوازم شخصی
ru: Личные вещи
uk: Особисті речі

source: Notes on posture
ar: ملاحظة عن القامة وطريقة المشي
es: Notas sobre la postura
fa: نکاتی در مورد حالت بدن
ru: Примечания по поводу осанки
uk: Примітки щодо постави

source: Handedness
ar: أيمن/أعسر
es: Manos
fa: دست غالب
fr: Préférence manuelle
ru: Преобладающая рука
uk: Домінуюча рука

source: Skin Markings Options
ar: خيارات العلامات الظاهرة على الجلد
es: Opciones de marcas en la piel
fa: گزینه‌های علامت‌های روی پوست
ru: Варианты отметин на коже
uk: Варіанти позначок на шкірі

source: Skin Markings Details
ar: تفاصيل العلامات الظاهرة على الجلد
es: Detalles de las marcas en la piel
fa: جزئیات علامت‌‌های روی پوست
ru: Подробности об отметинах на коже
uk: Деталі позначок на шкірі

source: Physical Habits
ar: عادات بدنية
es: Hábitos físicos
fa: عادات جسمی
ru: Физические привычки
uk: Фізичні звички

source: Implants
ar: عمليات زرع
es: Implantes
fa: اعضای مصنوعی
ru: Имплантаты
uk: Імпланти

source: Dental Record
ar: سجل الأسنان
es: Historial dental
fa: پرونده دندانپزشکی
ru: Стоматологическая запись
uk: Стоматологічна карта

source: Dentist\u2019s name and contact
ar: اسم ومعلومات الاتصال الخاصة بطبيب الأسنان
es: Nombre y contacto del dentista
fa: نام و اطلاعات تماس دندانپزشک
ru: Имя и контактные данные стоматолога
uk: Ім'я та контакти \u2019стоматолога

source: Dental Habits
ar: عادات سنية
es: Hábitos dentales
fa: عادات دندانی
ru: Привычки, касающиеся зубов
uk: Стоматологічні звички

source: Case Status
ar: وضع الحالة
es: Estado del caso
fa: وضعیت پرونده
ru: Статус пациента
uk: Статус справи

source: Reporter name
ar: اسم الشخص المبلِّغ
es: Nombre del informador
fa: نام گزارش‌دهنده
ru: Имя подотчетного лица
uk: Ім'я заявника

source: Reporter contact
ar: معلومات الإتصال بالشخص المبلِّغ
es: Contacto del informador
fa: اطلاعات تماس گزارش‌دهنده
ru: Контактные данные подотчетного лица
uk: Контакти заявника

source: Reporter relationship
ar: علاقة المبلِّغ بالمفقود(ة)
es: Relación con el informador
fa: رابطه گزارش‌دهنده
ru: Отношения с подотчетным лицом
uk: Стосунки із заявником

source: Identified by
ar: تم التعرف عليه من قبل
es: Identificado por
fa: شناسایی شده توسط
ru: Идентифицировал
uk: Ідентифіковано за

source: Family Notified
ar: هل تم إخطار العائلة؟
es: Notificado a la familia
fa: خانواده مطلع شده
ru: Семья уведомлена
uk: Родина повідомлена

source: Contains
ar: يتضمن
es: Contiene
fa: حاوی
ru: Содержит
uk: Містить

source: Radius
ar: نصف القطر
es: Radio
fa: شعاع
fr: Le Rayon
ru: Радиус
uk: Радіус

source: Geospatial
ar: جيومكاني
es: Geoespacial
fa: مکان جغرافیایی
fr: Géospatial
ru: Геопространственный
uk: Геопросторовий

source: Save As New
ar: حفظ كجديد
es: Guardar como nuevo
fa: ذخیره به عنوان جدید
ru: Сохранить как новый
uk: Зберегти як нове

source: Delete Search
ar: حذف البحث
es: Borrar búsqueda
fa: حذف جستجو
ru: Удалить результат поиска
uk: Видалити пошук

source: Update Search
ar: تحديث البحث
es: Actualizar búsqueda
fa: به روزرسانی جستجو
ru: Обновить результат поиска
uk: Оновити пошук

source: Main Incident
ar: الواقعة الرئيسية
es: Incidente principal
fa: واقعه اصلی
ru: Главный инцидент
uk: Основний інцидент

source: Origin Place
ar: مكان الأصل
es: Lugar de origen
fa: کشور مبدأ
ru: Место происхождения
uk: Місце походження

source: Self Assign Incident
ar: إسناد الواقعة إلى الذات
es: Autoasignar incidente
fa: تخصیص واقعه به خود
ru: Инцидент самоназначения
uk: Самопризначений інцидент

source: It looks like you have been editing something.
ar: يبدو أنك كنت تقوم بتعديل شيء ما
es: Parece que ha estado editando algo.
fa: به نظر می‌رسد در حال ویرایش چیزی بوده‌اید.
fr: Il semble que vous ayez modifié quelque chose.
ru: Похоже, вы что-то редактировали.
uk: Здається, ви щось редагували.

source: If you leave before saving, your changes will be lost.
ar: إذا غادرت دون الحفظ، سيتم فقدان التعديلات
es: Si sale antes de guardar, sus cambios se perderán.
fa: اگر قبل از ذخیره کردن خارج شوید، تغییراتی که دادید از بین می‌رود.
fr: Si vous quittez avant d’enregistrer, vos modifications seront perdues.
ru: Если вы выйдете до сохранения, внесенные вами изменения будут потеряны.
uk: Якщо ви вийдете до збережння, ваші зміни будуть втрачені.

source: Incident assigned successfully.
ar: تم تخصيص الواقعة بنجاح
es: Incidente asignado con éxito.
fa: واقعه با موفقیت تخصیص داده شد.
fr: Incident attribué avec succès.
ru: Инцидент успешно назначен.
uk: "Інцидент" успішно призначено.

source: Bulk Update is finished!
ar: إنتهت عملية التحديث بالجملة!
es: La actualización masiva ha finalizado.
fa: به روزرسانی انبوه به پایان رسید!
ru: Массовое обновление завершено!
uk: Масове оновлення завершене!

source: This item is restricted.
ar: الوصول إلى العنصر مقيد
es: Este elemento está restringido.
fa: این مورد محدود شده است.
fr: Cet élément est restreint.
ru: Этот элемент ограничен.
uk: Доступ до цього елементу обмежений.

source: Oops! We couldn't find this item.
ar: عذرًا! لم نعثر على العنصر
es: ¡Vaya! No hemos podido encontrar este elemento.
fa: اوه! ما نتوانستیم این مورد را پیدا کنیم.
fr: Oups ! Nous n'avons pas trouvé cet élément.
ru: Ой! Мы не смогли найти этот элемент.
uk: Отакої! Ми не змогли знайти цей елемент.

source: Are you sure you want to delete this item?
ar: هل أنت متأكد من حذف هذا العنصر؟
es: ¿Está seguro de que desea eliminar este elemento?
fa: آیا مطمئنید که می‌خواهید این مورد را حذف کنید؟
fr: Êtes-vous sûr de vouloir supprimer cet élément ?
ru: Вы уверены, что хотите удалить этот элемент?
uk: Ви впевнені, що хочете видалити цей елемент?

source: Are you sure?
ar: هل أنت متأكد
es: ¿Está seguro?
fa: مطمئنید؟
fr: Êtes-vous sûr ?
ru: Вы уверены?
uk: Ви впевнені?

source: Location Administrative Levels
ar: التقسيمات الإدارية
es: Niveles administrativos de localización
fa: سطوح مدیریتی مکان
fr: Niveaux administratifs de l’emplacement
ru: Административные уровни местоположения
uk: Розташування адміністративні рівні

source: Location Types
ar: أنواع المواقع
es: Tipos de ubicación
fa: انواع مکان
ru: Типы местоположений
uk: Типи розташування

source: View Only
ar: اطِّلاع فقط
es: Solo ver
fa: فقط قابل مشاهده
ru: Только просмотр
uk: Тільки перегляд

source: Can Request Exports
ar: يمكنه طلب التصدير
es: Puede solicitar exportaciones
fa: می‌تواند درخواست خروجی گرفتن بدهد
fr: Peut demander des exportations
ru: Может запросить экспорт
uk: Може запитувати експорт

source: Export Data
ar: تصدير البيانات
es: Exportar datos
fa: خروجی گرفتن از داده‌ها
fr: Exporter des données
ru: Экспорт данных
uk: Експортувати дані

source: Export format
ar: التصدير بصيغة
es: Formato de exportación
fa: فرمت خروجی
ru: Формат экспорта
uk: Формат експорту

source: Create Export Request
ar: إنشاء طلب تصدير
es: Crear solicitud de exportación
fa: ایجاد درخواست خروجی گرفتن
fr: Créer une demande d’exportation
ru: Создать запрос на экспорт
uk: Створити запит на експорт

source: Media File
ar: ملف وسائط
es: Archivo multimedia
fa: فایل رسانه‌ای
ru: Медиафайл
uk: Медіафайл

source: Media Category
ar: فئة الوسائط
es: Categoría de medios
fa: دسته‌بندی رسانه‌ها
ru: Категория медиафайла
uk: Медіакатегорія

source: Attach Media
ar: إرفاق وسائط
es: Adjuntar medios
fa: ضمیمه کردن فایل رسانه‌ای
fr: Joindre un média
ru: Прикрепить медиафайл
uk: Долучити медіа

source: Save Review
ar: حفظ المراجعة
es: Guardar revisión
fa: ذخیره بازبینی
ru: Сохранить отзыв
uk: Зберегти огляд

source: Appends the reference to the bulletin (does not remove existing refs)
ar: إضافة المرجع للمادة (لا يقوم بإزالة المراجع الموجودة أصلاً)
es: Añade la referencia al boletín (no elimina las referencias existentes)
fa: مرجع را به بولتن ضمیمه می‌کند (ارجاعات موجود را حذف نمی‌کند)
fr: Ajoute la référence au bulletin (ne supprime pas les références existantes)
ru: Добавляет ссылку в бюллетень (не удаляет существующие ссылки)
uk: Додає посилання на "бюлетень" (не видаляє посилання, що вже існують)

source: Take Snapshot
ar: إلتقاط
es: Tomar instantánea
fa: عکس گرفتن
fr: Prendre un instantané
ru: Сделать моментальный снимок
uk: Зробіть знімок

source: Crop Image
ar: إقتصاص الصورة
es: Recortar imagen
fa: برش تصویر
ru: Обрезать изображение
uk: Обрізати зображення

source: Exports
ar: عمليات التصدير
es: Exporta
fa: خروجی‌ها
ru: Экспорт
uk: Експорти

source: Requester
ar: الطالب
es: Solicitante
fa: درخواست‌کننده
fr: Demandeur
ru: Запрашивающая сторона
uk: Запитувач

source: Table
ar: جدول
es: Tabla
fa: جدول
ru: Таблица
uk: Таблиця

source: # of items
ar: عدد العناصر
es: Número de elementos
fa: # موارد
fr: # d’articles
ru: Кол-во элементов
uk: # елементів

source: Format
ar: الصيغة
es: Formato
fa: فرمت
ru: Формат
uk: Формат

source: Include Media
ar: قم بتضمين ملفات الوسائط
es: Incluir medios
fa: شامل رسانه
ru: Включить медиафайл
uk: Включити медіа

source: Requested time
ar: وقت الطلب
es: Hora solicitada
fa: زمان درخواستی
ru: Время запроса
uk: Запитаний час

source: Expiry time
ar: وقت إنتهاء الصلاحية
es: Hora de caducidad
fa: زمان انقضا
ru: Время истечения срока
uk: Час закінчення

source: Download
ar: تنزيل
es: Descargar
fa: دانلود
fr: Télécharger
ru: Загрузить
uk: Завантажити

source: Warning: Media Import's path processing is enabled!
ar: تحذير: تم تفعيل معالجة مسار الاستيراد للوسائط
es: Advertencia: El procesamiento de rutas de Media Import está activado
fa: هشدار: پردازش مسیر وارد کرن رسانه فعال است!
fr: Avertissement : Le traitement des chemins d'accès de Media Import est activé !
ru: Внимание: обработка пути импорта медиафайла включена!
uk: Увага: Обробка шляху імпорту медіа увімкнена!

source: Bayanat
ar: بيانات
fa: بیانات

source: Bayanat | A Data Management Solution by SJAC
ar: بيانات | حلول إدارة البيانات من المركز السوري للعدالة والمساءلة
es: Bayanat | Una solución de gestión de datos de SJAC
fa: بیانات | یک راهکار مدیریت داده تولید شده توسط SJAC
fr: Bayanat | Une solution de gestion des données par SJAC
ru: Bayanat | Решение для управления данными от SJAC
uk: Bayanat | Рішення для управління даними від SJAC

source: Syria Justice and Accountability Center
ar: المركز السوري للعدالة والمساءلة
es: Centro para la justicia y la rendición de cuentas en Siria
fa: مرکز عدالت و پاسخگویی سوریه
fr: Centre de justice et de responsabilité pour la Syrie
ru: Сирийский центр правосудия и ответственности
uk: Сирійський центр справедливості та відповідальності

source: Recovery Codes
ar: رموز الاسترداد
es: Códigos de recuperación
fa: کدهای بازیابی
fr: Codes de recouvrement
ru: Коды восстановления
uk: Коди відновлення

source: Submit
ar: أرسل
es: Enviar
fa: ثبت
ru: Отправить
uk: Надіслати

source: Process existing files in a path on the server.
ar: معالجة الملفات الموجودة في مسار على الخادم
es: Procese los archivos existentes en una ruta del servidor.
fa: فایل های موجود را در یک مسیر روی سرور پردازش کنید.
fr: Traiter les fichiers existants dans un chemin d'accès sur le serveur.
ru: Обработка существующих файлов по пути на сервере.
uk: Обробляти наявні файли у шляху на сервері.

source: Type and enter free tags
ar: أكتب وأدخل وسوم حرة
es: Escriba e introduzca etiquetas gratuitas
fa: برچسب‌های آزاد را تایپ کرده و وارد کنید
fr: Tapez et saisissez des balises gratuites
ru: Введите бесплатные теги
uk: Друкуйте та вводьте безкоштовні мітки
