Repository: sjacorg/bayanat
Catalog: enferno/translations/*/LC_MESSAGES/messages.po
Languages: ar, es, fa, fr, ru, uk

source: Missing Person
ar: ملف الشخص المفقود
es: Persona desaparecida
fa: شخص گمشده
fr: Personne disparue
ru: Лицо, пропавшее без вести
uk: Зник(-ла) безвісти

source: Last Address
ar: آخر عنوان
es: Última dirección
fa: آخرین آدرس
fr: Dernière adresse
ru: Последний адрес
uk: Остання адреса

source: Marriage History
ar: سجل الزواج
es: Historial matrimonial
fa: سوابق ازدواج
fr: Historique des unions
ru: История брака
uk: Шлюбна історія

source: Bio Children
ar: الأولاد البيولوجيون
es: Hijos biológicos
fa: فرزندان زیستی
fr: Enfants biologiques
ru: Биологические дети
uk: Рідні діти

source: Pregnant at Disappearance
ar: حامل وقت الاختفاء
es: Embarazada en el momento de la desaparición
fa: باردار در زمان ناپدید شدن
fr: Enceinte au moment de la disparition
ru: Беременная при исчезновении
uk: Вагітність на момент зникнення

source: Months Pregnant at Disappearance
ar: شهر الحمل وقت الاختفاء
es: Meses de embarazo en el momento de la desaparición
fa: ماه‌‌های بارداری در زمان ناپدید شدن
fr: Mois de grossesse au moment de la disparition
ru: Месяцы беременности на момент исчезновения
uk: Місяць вагітності на момент зникнення

source: Missing Relatives
ar: أقارب مفقودين
es: Familiares desaparecidos
fa: خویشاوندان گمشده
fr: Proches disparus
ru: Без вести пропавшие родственники
uk: Зниклі родичі

source: Address
ar: العنوان
es: Dirección
fa: آدرس
fr: Adresse
ru: Адрес
uk: Адреса

source: Phone
ar: رقم الهاتف
es: Teléfono
fa: تلفن
fr: Téléphone
ru: Телефон
uk: Телефон

source: Email
ar: البريد الالكتروني
es: Correo electrónico
fa: ایمیل
ru: Электронная почта
uk: Електронна пошта

source: Seen in a detention center?
ar: هل شوهد في مركز اعتقال؟
es: ¿Visto en un centro de detención?
fa: در بازداشتگاه دیده شده؟
fr: Aperçu(e) dans un centre de détention ?
ru: Видели в месте предварительного заключения?
uk: Бачили у слідчому ізоляторі?

source: Injured around time of disappearance?
ar: هل كان مصابا وقت الاختفاء؟
es: ¿Herido en el momento de la desaparición?
fa: در زمان ناپدید شدن مجروح شده؟
fr: Blessé(e) au moment de la disparition ?
ru: Ранен(-а) на момент исчезновения?
uk: Травмований перед зникненням?

source: Known to be dead?
ar: هل يعرف بأنه ميت؟
es: ¿Se sabe que ha muerto?
fa: معلوم شده که مرده است؟
fr: Réputé(e) décédé(e) ?
ru: Известно, что он(-а) мертв(-а)?
uk: Визнаний мертвим?

source: Details about circumstances of death
ar: تفاصيل حول ظروف الوفاة
es: Detalles sobre las circunstancias de la muerte
fa: جزئیات در مورد شرایط مرگ
fr: Détails relatifs aux circonstances du décès
ru: Подробности об обстоятельствах смерти
uk: Подробиці обставин смерті

source: Personal Items (watch,ring,chains etc)
ar: متعلقات شخصية (ساعة، خاتم، قلادة..إلخ)
es: Objetos personales (reloj, anillo, cadenas, etc.)
fa: اقلام شخصی (ساعت، حلقه، زنجیر و غیره)
fr: Articles personnels (montre, bague, chaînes, etc.)
ru: Личные вещи (часы, кольца, цепочки и т. д.)
uk: Особисті речі (годинник, обручка, ланцюжок тощо)

source: Height
ar: الطول
es: Altura
fa: قد
fr: Taille
ru: Рост
uk: Зріст

source: Weight
ar: الوزن
es: Peso
fa: وزن
fr: Poids
ru: Вес
uk: Вага

source: Physique
ar: البنية الجسدية
es: Físico
fa: جثه
ru: Телосложение
uk: Статура

source: Hair Loss
ar: كثافة الشعر
es: Pérdida de cabello
fa: ریزش مو
fr: Perte de cheveux
ru: Облысение
uk: Втрата волосся

source: Hair Type
ar: نوع الشعر
es: Tipo de pelo
fa: نوع مو
fr: Type de cheveux
ru: Тип волос
uk: Тип волосся

source: Hair Length
ar: طول الشعر
es: Longitud del cabello
fa: قد مو
fr: Longueur des cheveux
ru: Длина волос
uk: Довжина волосся

source: Hair Color
ar: لون الشعر
es: Color de pelo
fa: رنگ مو
fr: Couleur des cheveux
ru: Цвет волос
uk: Колір волосся

source: Facial Hair
ar: شعر الوجه
es: Vello facial
fa: موی صورت
fr: Pilosité faciale
ru: Волосы на лице
uk: Волосся на обличчі

source: Notes on posture and walking style
ar: ملاحظة عن القامة وطريقة المشي
es: Notas sobre la postura y la forma de caminar
fa: نکاتی در مورد وضعیت و سبک راه رفتن
fr: Remarques sur la posture et la démarche
ru: Примечания к осанке и походке
uk: Нотатки про поставу та стиль ходьби

source: Skin Markings
ar: علامات ظاهرة على الجلد
es: Marcas en la piel
fa: نشانه‌های پوستی
fr: Marques sur la peau
ru: Отметины на коже
uk: Відмітки на шкірі

source: Handness
ar: أيمن/أعسر
es: Manos
fa: راست دست یا چپ دست
fr: Manualité
ru: Преобладающая рука
uk: Правша/Лівша

source: Glasses
ar: نظارات
es: Gafas
fa: عینکی بودن
fr: Lunettes
ru: Очки
uk: Окуляри

source: Eye Color
ar: لون العين
es: Color de ojos
fa: رنگ چشم
fr: Couleur des yeux
ru: Цвет глаз
uk: Колір очей

source: Distinctive characteristics (congenital)
ar: سمات مميزة (خلقية)
es: Características distintivas (congénitas)
fa: ویژگی‌های متمایز (مادرزادی)
fr: Caractéristiques particulières (congénitales)
ru: Отличительные характеристики (врожденные)
uk: Відмінні ознаки (вроджені)

source: Distinctive characteristics (acquired)
ar: سمات مميزة (مكتسبة)
es: Características distintivas (adquiridas)
fa: ویژگی‌های متمایز (اکتسابی)
fr: Caractéristiques particulières (acquises)
ru: Отличительные характеристики (приобретенные)
uk: Відмінні знаки (набуті)

source: Physical habits
ar: عادات بدنية
es: Hábitos físicos
fa: عادات بدنی
fr: Habitudes physiques
ru: Физические привычки
uk: Фізичні звички

source: Other comments
ar: تعليقات
es: Otros comentarios
fa: توضیحات دیکر
fr: Autres commentaires
ru: Другие комментарии
uk: Інші коментарі

source: Fractures / Injuries
ar: كسور / إصابات
es: Fracturas/lesiones
fa: شکستگی‌ها / جراحات
fr: Fractures / Blessures
ru: Переломы / травмы
uk: Переломи / Травми

source: Implants
ar: عمليات زرع
es: Implantes
fa: اعضای مصنوعی
ru: Имплантаты
uk: Імплантанти

source: Congenital malformations
ar: التشوهات الخلقية
es: Malformaciones congénitas
fa: ناهنجاری‌های مادرزادی
fr: Malformations congénitales
ru: Врожденные пороки развития
uk: Вроджені вади розвитку

source: Pain and / or ailments
ar: آلام واعتلالات
es: Dolores o dolencias
fa: درد و / یا بیماری
fr: Douleurs et / ou troubles
ru: Боль и / или недомогания
uk: Біль та/або нездужання

source: Other medical conditions
ar: حالات طبية أخرى
es: Otras afecciones médicas
fa: سایر شرایط پزشکی
fr: Autres pathologies
ru: Другие медицинские заболевания
uk: Інші медичні стани

source: Accidents
ar: الوقائع
es: Accidentes
fa: تصادفات
ru: Несчастные случаи
uk: Нещасні випадки

source: Prescription drugs taken
ar: الأدوية المتناولة التي تتطلب وصفات طبية
es: Medicamentos recetados
fa: داروهای تجویزی مصرف شده
fr: Prise de médicaments sous ordonnance
ru: Принимаемые по рецепту лекарства
uk: Прийом ліків за рецептом

source: Smoker
ar: مدخن
es: Fumador
fa: سیگاری
fr: Fumeur(se)
ru: Курящий(-ая) / Некурящий(-ая)
uk: Курець

source: Is there a Dental Record
ar: هل هناك سجل أسنان
es: ¿Existe un historial dental?
fa: آیا پرونده دندانپزشکی وجود دارد؟
fr: Existe-t-il un dossier dentaire
ru: Есть ли стоматологическая карта?
uk: Чи є стоматологічна картка

source: Teeth features
ar: مواصفات الأسنان
es: Características de los dientes
fa: ویژگی‌های دندان‌ها
fr: Caractéristiques des dents
ru: Особенности зубов
uk: Особливості зубів

source: Dental problems
ar: مشاكل سنية
es: Problemas dentales
fa: مشکلات دندانی
fr: Problèmes dentaires
ru: Проблемы с зубами
uk: Проблеми з зубами

source: Dental treatments
ar: علاجات سنية
es: Tratamientos dentales
fa: درمان‌های دندانپزشکی
fr: Traitements dentaires
ru: Стоматологические процедуры
uk: Лікування зубів

source: Dental habits
ar: عادات سنية
es: Hábitos dentales
fa: عادت‌های دندانی
fr: Habitudes dentaires
ru: Стоматологические привычки
uk: Зубні звички

source: Case status
ar: حالة الكيان
es: Estado del caso
fa: وضعیت پرونده
fr: Statut de l'affaire
ru: Статус пациента
uk: Статус справи

source: Reporters
ar: الإبلاغ عن الأشخاص
es: Informadores
fa: گزارش‌دهندگان
fr: Rapporteurs
ru: Подотчетные лица
uk: Звітовики

source: Identified by (responsible institution)
ar: تم التعرف عليه من قبل (المؤسسة المسؤولة)
es: Identificado por (institución responsable)
fa: شناسایی شده توسط (موسسه مسئول)
fr: Identifié(e) par (institution responsable)
ru: Кем установлено (ответственное учреждение)
uk: Ідентифіковано (відповідальна установа)

source: Was the family notified?
ar: هل تم إخطار العائلة؟
es: ¿Se notificó a la familia?
fa: آیا خانواده مطلع شده؟
fr: La famille a-t-elle été prévenue ?
ru: Была ли уведомлена семья?
uk: Чи була повідомлена родина?

source: Location of reburial
ar: مكان إعادة الدفن (العنوان كاملا)
es: Lugar del nuevo entierro
fa: محل دفن مجدد
fr: Lieu de la réinhumation
ru: Место перезахоронения
uk: Місце перепоховання

source: Details of the person who saw them last
ar: معلومات الشخص الذي شاهدهم أخر مرة
es: Datos de la persona que los vio por última vez
fa: مشخصات فردی که آخرین بار او را دیده است
fr: Coordonnées de la personne l'ayant vu(e) pour la dernière fois
ru: Данные о человеке, который видел его / ее последним
uk: Деталі від особи, що бачила їх востаннє

source: Contact
ar: معلومات الاتصال
es: Contacto
fa: اطلاعات تماس
ru: Контактные данные
uk: Контакт

source: Time
ar: الوقت
es: Hora
fa: زمان
fr: Heure
ru: Время
uk: Час

source: Actors
ar: الكيانات
es: Actores
fa: عاملان
fr: Acteurs
ru: Субъекты
uk: Виконваці

source: Bulletins
ar: المواد
es: Boletines
fa: بولتن‌ها
ru: Бюллетени
uk: Бюлетені

source: Incidents
ar: الوقائع
es: Incidentes
fa: وقایع
ru: Инциденты
uk: Випадки

source: Double click on a node to expand graph, click and hold CTRL to view
ar: اضغط على العنصر لتوسيع التمثيل، اضغط مع مفتاح التحكم لمعاينة العنصر
es: Haga doble clic en un nodo para expandir el gráfico, haga clic y mantenga pulsada la tecla CTRL para ver
fa: روی یک گره دوبار کلیک کنید تا نمودار باز شود، برای مشاهده کلیک کنید و CTRL را نگه دارید
fr: Double-cliquez sur un nœud pour élargir le graphique, cliquez et maintenez la touche CTRL enfoncée pour l'afficher
ru: Дважды щелкните мышью на узле, чтобы развернуть график, нажмите и удерживайте CTRL для просмотра
uk: Двічі натисніть на вузол для розгортання графіка, натисніть та утримуйте CTRL для перегляду

source: Maybe
ar: ضئيل
es: Tal vez
fa: شاید
fr: Peut-être
ru: Может быть
uk: Можливо

source: Likely
ar: غالب/محتمل
es: Probable
fa: احتمال دارد
fr: Probable
ru: Вероятно
uk: Ймовірно

source: Certain
ar: أكيد
es: Cierto
fa: قطعی است
ru: Определенно
uk: Точно

source: Person
ar: شخص
es: Persona
fa: شخص
fr: Personne
ru: Физическое лицо
uk: Особа

source: Entity
ar: كيان
es: Entidad
fa: موجودیت
fr: Entité
ru: Юридическое лицо
uk: Підрозділ

source: Male
ar: ذكر
es: Hombre
fa: مرد
fr: Homme
ru: Мужчина
uk: Чоловіча

source: Female
ar: أنثى
es: Mujer
fa: زن
fr: Femme
ru: Женщина
uk: Жіноча

source: Minor
ar: قاصر
es: Menor
fa: خردسال
fr: Mineur(e)
ru: Несовершеннолетний
uk: Неповнолітній

source: Adult
ar: بالغ
es: Adulto
fa: بزرگسال
fr: Adulte
ru: Взрослый
uk: Дорослий

source: Non-Civilian
ar: غير مدني
es: No civil
fa: نظامی
fr: Non civil
ru: Негражданское лицо
uk: Комбатант

source: Police
ar: شرطة
es: Policía
fa: پلیس
ru: Полиция
uk: Поліція

source: Other Security Forces
ar: قوات أمنية أخرى
es: Otras fuerzas de seguridad
fa: سایر نیروهای امنیتی
fr: Autres forces de sécurité
ru: Другие силы безопасности
uk: Інші служби безпеки

source: Geo Markers
ar: علامات جغرافية
es: Geomarcadores
fa: نشانگرهای جغرافیایی
fr: Marqueurs géographiques
ru: Геомаркеры
uk: Гео маркери

source: Add Geo Marker
ar: أضف علامة جغرافية
es: Añadir geomarcador
fa: افزودن نشانگر جغرافیایی
fr: Ajouter un marqueur géographique
ru: Добавить геомаркер
uk: Додати гео маркер

source: All Incidents
ar: جميع الوقائع
es: Todos los incidentes
fa: همه وقایع
fr: Tous les incidents
ru: Все инциденты
uk: Усі випадки

source: New Incident
ar: واقعة جديدة
es: Nuevo incidente
fa: واقعه جدید
fr: Nouvel incident
ru: Новый инцидент
uk: Новий випадок

source: Edit Incident
ar: تحرير الواقعة
es: Editar incidente
fa: ویرایش واقعه
fr: Modifier l'incident
ru: Редактировать инцидент
uk: Редагувати випадок

source: Comments (AR)
ar: التعليقات (عربي)
es: Comentarios (RA)
fa: نظرات (AR)
fr: Commentaires (RA)
ru: Комментарии (AR)
uk: Коментарі (ДР)

source: Verified
ar: مثبت
es: Verificado
fa: تایید شده
fr: Vérifié
ru: Проверено
uk: Перевірено

source: Bulletin
ar: مادة
es: Boletín
fa: بولتن
ru: Бюллетень
uk: Бюлетень

source: Actor
ar: كيان
fa: عامل
fr: Acteur
ru: Субъект
uk: Виконавець

source: Incident
ar: واقعة
es: Incidente
fa: واقعه
ru: Инцидент
uk: Випадок

source: Offline
ar: غير متصل (بالشبكة)
es: Sin conexión
fa: آفلاین
fr: Hors ligne
ru: Не в сети
uk: Офлайн

source: New Location
ar: أضف مواقع
es: Nueva ubicación
fa: مکان جدید
fr: Nouveau lieu
ru: Новое местоположение
uk: Нове місцезнаходження

source: Full Location
ar: الموقع الكامل
es: Ubicación completa
fa: موقعیت مکانی کامل
fr: Lieu complet
ru: Полное местоположение
uk: Повне місцезнаходження

source: Location Type
ar: نوع المكان
es: Tipo de ubicación
fa: نوع مکان
fr: Type de lieu
ru: Тип местоположения
uk: Тип місценаходження

source: Admin Level
ar: المستوى الإداري
es: Nivel administrativo
fa: سطح مدیریتی
fr: Niveau administrateur
ru: Уровень администратора
uk: Рівень адміністратора

source: Edit Location
ar: تعديل موقع
es: Editar ubicación
fa: ویرایش مکان
fr: Modifier le lieu
ru: Редактировать местоположение
uk: Редагувати місцезнаходження

source: New Group
ar: مجموعة جديدة
es: Nuevo grupo
fa: گروه جدید
fr: Nouveau groupe
ru: Новая группа
uk: Нова група

source: Group Name
ar: اسم المجموعة
es: Nombre del grupo
fa: نام گروه
fr: Nom du groupe
ru: Имя группы
uk: Назва групи

source: Color
ar: لون
fa: رنگ
fr: Couleur
ru: Цвет
uk: Колір

source: Edit Group
ar: تعديل المجموعة
es: Editar grupo
fa: ویرایش گروه
fr: Modifier le groupe
ru: Редактировать группу
uk: Редагувати групу

source: Code
ar: رمز
es: Código
fa: کد
ru: Код
uk: Код

source: System Users
ar: مستخدمي النظام
es: Usuarios del sistema
fa: کاربران سیستم
fr: Utilisateurs du système
ru: Пользователи системы
uk: Системні користувачі

source: New User
ar: مستخدم جديد
es: Nuevo usuario
fa: کاربر جدید
fr: Nouvel utilisateur
ru: Новый пользователь
uk: Новий користувач

source: Password
ar: كلمة المرور
es: Contraseña
fa: رمز عبور
fr: Mot de passe
ru: Пароль
uk: Пароль

source: Active
ar: نشط
es: Activo
fa: فعال
fr: Actif
ru: Активный
uk: Активний

source: Can view usernames
ar: إمكانبة عرض أسماء المستخدمين
es: Puede ver los nombres de usuario
fa: می‌تواند نام‌های کاربری را ببیند
fr: Peut consulter les noms d'utilisateur
ru: Может просматривать имена пользователей
uk: Можна переглядати імена користувачів

source: Can view simple history
ar: إمكانبة عرض تاريخ (نشاط) مبسط
es: Puede ver el historial simple
fa: می‌تواند تاریخچه ساده را ببیند
fr: Peut consulter l'historique simple
ru: Может просматривать простую историю
uk: Можна переглядати просту історію

source: Can view Full History
ar: إمكانبة عرض تاريخ (نشاط) كامل
es: Puede ver el historial completo
fa: می‌تواند تاریخچه کامل را ببیند
fr: Peut consulter l'Historique complet
ru: Можно просмотреть полную историю
uk: Можна переглядати повну історію

source: Can self assign
ar: الاسناد للذات
es: Puede autoasignarse
fa: می‌تواند به خودش تخصیص دهد
fr: Peut s'auto-attribuer
ru: Может назначать себя
uk: Може самостійно призначати

source: Can edit Locations
ar: تعديل المواقع
es: Puede editar ubicaciones
fa: می‌تواند مکان‌ها را ویرایش کند
fr: Peut modifier les Lieux
ru: Может редактировать местоположения
uk: Може редагувати місцезнаходження

source: Close
ar: اغلاق
es: Cerrar
fa: بستن
fr: Fermer
ru: Закрыть
uk: Закрити

source: Username
ar: إمكانية عرض أسماء المستخدمين
es: Nombre de usuario
fa: نام کاربری
fr: Nom d'utilisateur
ru: Имя пользователя
uk: Ім'я користувача

source: Google ID
ar: المعرِّف الخاص بـGoogle
es: Identificador de Google
fa: شناسه گوگل
fr: ID Google
ru: Идентификатор Google

source: Save Actor
ar: حفظ الكيان
es: Guardar actor
fa: ذخیره عامل
fr: Enregistrer l'acteur
ru: Сохранить субъекта
uk: Зберегти виконавця

source: Search & Relate Actors
ar: البحث عن الكيانات المرتبطة
es: Buscar y relacionar actores
fa: جستجو و مرتبط کردن عاملان
fr: Rechercher et associer des acteurs
ru: Найти и установить связь с субъектами
uk: Знайти та пов'язати виконавців

source: Probability
ar: الاحتمالية
es: Probabilidad
fa: احتمال
fr: Probabilité
ru: Вероятность
uk: Ймовірність

source: Related As
ar: نوع الارتباط
es: Relacionado como
fa: مرتبط به عنوان
fr: Lien de parenté
ru: Имеет связь как
uk: Пов'язані як

source: Search & Relate Bulletins
ar: البحث عن المواد المرتبطة
es: Buscar y relacionar boletines
fa: جستجو و مرتبط کردن بولتن‌ها
fr: Rechercher et associer des bulletins
ru: Найти и установить связь с бюллетенями
uk: Знайти та пов'язати бюлетені

source: Search & Relate Incidents
ar: البحث عن الوقائع المرتبطة
es: Buscar y relacionar incidentes
fa: جستجو و مرتبط کردن وقایع
fr: Rechercher et signaler des incidents
ru: Найти и установить связь с инцидентами
uk: Знайти та Пов'язати Випадки

source: Missing Person Profile
ar: ملف الشخص المفقود
es: Perfil de la persona desaparecida
fa: پروفایل شخص گمشده
fr: Profil de la personne disparue
ru: Профиль без вести пропавшего человека
uk: Профіль зниклої людини

source: Months Pregnant at time of disappearance
ar: شهر الحمل وقت الاختفاء
es: Meses de embarazo en el momento de la desaparición
fa: ماه‌های بارداری در زمان ناپدید شدن
fr: Mois de grossesse au moment de la disparition
ru: Месяцы беременности на момент исчезновения
uk: Місяць вагітносі на момент зникнення

source: Hair loss
ar: كثافة الشعر
es: Pérdida de cabello
fa: ریزش مو
fr: Perte de cheveux
ru: Выпадение волос
uk: Втрата волосся

source: Hair type
ar: نوع الشعر
es: Tipo de cabello
fa: نوع مو
fr: Type de cheveux
ru: Тип волос
uk: Тип волосся

source: Hair length
ar: طول الشعر
es: Longitud del cabello
fa: قد مو
fr: Longueur des cheveux
ru: Длина волос
uk: Довжина волосся

source: Hair color
ar: لون الشعر
es: Color de pelo
fa: رنگ مو
fr: Couleur des cheveux
ru: Цвет волос
uk: Колір волосся

source: Facial hair
ar: شعر الوجه
es: Pelo facial
fa: موی صورت
fr: Pilosité faciale
ru: Волосы на лице
uk: Волосся на обличчі

source: Eye color
ar: لون العين
es: Color de ojos
fa: رنگ چشم
fr: Couleur des yeux
ru: Цвет глаз
uk: Колір очей

source: Physician’s name and contact
ar: اسم ومعلومات الاتصال الخاصة بالطبيب
es: Nombre y contacto del médico
fa: نام و اطلاعات تماس پزشک
fr: Nom et coordonnées du médecin
ru: Имя и контактные данные врача
uk: Ім’я лікаря та контактні дані

source: Fractures / Injuries (indicate place, side, circumstances, age at the time of injury, treatment)
ar: كسور / إصابات (حدد مكان الإصابة، الطرف، الظروف والعمر عند الإصابة مع معلومات العلاج)
es: Fracturas/lesiones (indique lugar, lado, circunstancias, edad en el momento de la lesión, tratamiento)
fa: شکستگی‌ها / آسیب‌دیدگی‌ها (محل، سمت، شرایط، سن در زمان آسیب، درمان‌های انجام شده)
fr: Fractures / Blessures (indiquez l'endroit, le côté, les circonstances, l'âge au moment de la blessure, le traitement)
ru: Переломы / Травмы (указать место, сторону, обстоятельства, возраст на момент травмы, лечение)
uk: Переломи/травми (вказати місце, бік, обставини, вік на момент травми, лікування)

source: Implants (pacemakers, orthopedic prostheses, screws or metal plates, etc...) with date or age
ar: عمليات زرع (منظمات ضربات القلب، أطراف صناعية، براغي أو ألواح معدنية، إلخ...)
es: Implantes (marcapasos, prótesis ortopédicas, tornillos o placas metálicas, etc.) con fecha o edad
fa: ایمپلنت (پیس‌میکر، پروتزهای ارتوپدی، پیچ یا صفحات فلزی و غیره) با تاریخ یا سن
fr: Implants (stimulateurs cardiaques, prothèses orthopédiques, vis ou plaques métalliques, etc.) avec la date ou l'âge
ru: Имплантаты (кардиостимуляторы, ортопедические протезы, винты или металлические пластины и т. д.) с указанием даты или возраста
uk: Імплантати (кардіостимулятори, ортопедичні протези, гвинти або металеві пластини, тощо) з датою або віком

source: Congenital malformations (indicate type and whether there is more than one relative with the same pathology)
ar: التشوهات الخلقية (حدد النوع واذا وُجد قريب آخر يعاني من ذات التشوه)
es: Malformaciones congénitas (indique el tipo y si hay más de un familiar con la misma patología)
fa: ناهنجاری‌های مادرزادی (نوع و داشتن بیش از یک خویشاوند با شرایط مشابه را ذکر کنید)
fr: Malformations congénitales (indiquez le type et si plusieurs membres de la famille présentent la même pathologie)
ru: Врожденные пороки развития (указать тип и наличие более одного родственника с такой же патологией)
uk: Вроджені вади розвитку (вказати тип і чи є більше ніж один родич з такою ж патологією)

source: Pain and/or ailments
ar: آلام واعتلالات
es: Dolores o dolencias
fa: درد و/ یا بیماری
fr: Douleurs et/ou troubles
ru: Боль и/или недомогания
uk: Біль та/або нездужання

source: Other medical conditions (specify type and age of occurrence)
ar: حالات طبية أخرى (حدد النوع وتاريخ الحدوث)
es: Otras afecciones médicas (indique el tipo y la edad en que se produjeron)
fa: سایر شرایط پزشکی (نوع و سن در زمان وقوع را مشخص کنید)
fr: Autres pathologies (précisez le type et l'âge de l'apparition)
ru: Другие заболевания (укажите тип и возраст возникновения)
uk: Інші медичні стани (вказати тип і вік виникнення)

source: Accidents (indicate age of occurrence)
ar: حوادث (حدد تاريخ الحدوث)
es: Accidentes (indique la edad en que se produjeron)
fa: تصادفات (سن در زمان وقوع را ذکر کنید)
fr: Accidents (indiquez l'âge des faits)
ru: Несчастные случаи (указать давность происшествия)
uk: Нещасні випадки (вказати вік випадку)

source: Prescription drugs taken (indicate at what age and reason)
ar: الأدوية المتناولة التي تتطلب وصفات طبية
es: Medicamentos recetados tomados (indique a qué edad y el motivo)
fa: داروهای تجویزی (سن در زمان تجویز و دلیل تجویز را بیان کنید)
fr: Prise de médicaments sur ordonnance (indiquez à quel âge et les raisons)
ru: Принимаемые по рецепту лекарства (указать в каком возрасте и по какой причине)
uk: Прийом ліків за рецептом (вказати з якого віку та причину)

source: Is there a Dental Record?
ar: هل هناك سجل أسنان؟
es: ¿Existe un historial dental?
fa: آیا پرونده دندانپزشکی وجود دارد؟
fr: Existe-t-il un dossier dentaire ?
ru: Есть ли стоматологическая карта?
uk: Чи є стоматологічна картка?

source: Teeth features (spacing, extra teeth, missing teeth, overbite, etc...)
ar: مواصفات الأسنان (مثل التباعد، أسنان زائدة، تراكب العضة، إلخ...)
es: Características de los dientes (espaciado, dientes de más, dientes que faltan, sobremordida, etc.)
fa: ویژگی‌های دندان‌ها (فاصله، دندان‌های اضافی، دندان‌های از دست رفته، بیش از حد جلو بودن دندان‌ها و...)
fr: Caractéristiques des dents (espacement, dents supplémentaires, dents manquantes, dents en avant, etc.)
ru: Особенности зубов (расстояние, лишние зубы, отсутствующие зубы, неправильный прикус и т. д.)
uk: Особливості зубів (відстань, зайві зуби, відсутність зубів, надмірний прикус тощо)

source: Dental problems (absences, infections, bleeding, etc...)
ar: مشاكل سنية (مثل فقد، عدوى، نزيف، إلخ...)
es: Problemas dentales (ausencias, infecciones, hemorragias, etc.)
fa: مشکلات دندانی (فقدان دندان، عفونت، خونریزی و...)
fr: Problèmes dentaires (absences, infections, saignements, etc.)
ru: Проблемы с зубами (отсутствие, инфекции, кровотечение и т. д.)
uk: Проблеми з зубами (відсутність зубів, інфекції, кровотечі тощо)

source: Dental treatments (extractions, fillings, etc...) with dates
ar: علاجات سنية (خلع، حشوات، إلخ...) مع التاريخ
es: Tratamientos dentales (extracciones, empastes, etc.) con fechas
fa: درمان‌های دندانپزشکی (کشیدن، پرکردن و ...) با ذکر تاریخ
fr: Traitements dentaires (extractions, plombages, etc.) avec dates
ru: Стоматологические процедуры (удаление, пломбы и т. д.) с датами
uk: Лікування зубів (видалення, пломбування тощо) з датами
