Repository: sjacorg/bayanat
Catalog: enferno/translations/*/LC_MESSAGES/messages.po
Languages: ar, es, fa, fr, ru, uk

source: Export requests rejected by users.
ar: طلبات التصدير التي تم رفضها من قبل المستخدمين.
es: Solicitudes de exportación rechazadas por los usuarios.
fa: درخواست‌های خروجی گرفتن رد شده توسط کاربران
fr: Exporter les demandes rejetées par les utilisateurs.
ru: Запросы на экспорт, отклоненные пользователями.
uk: Запити на експорт відхилені користувачами.

source: This setting will enable logging all export requests rejections by administrators.
ar: سيسمح هذا الإعداد بتسجيل كل طلبات التصدير التي تمت رفضها من قبل مدراء النظام.
es: Este ajuste permitirá registrar todos los rechazos de solicitudes de exportación por parte de los administradores.
fa: این تنظیم ثبت همه درخواست‌های خروجی گرفن رد شده توسط ادمین‌ها را فعال می‌کند.
fr: Ce paramètre permet d’enregistrer toutes les demandes d’exportation rejetées par les administrateurs.
ru: Этот параметр позволит регистрировать все отклонения запросов на экспорт администраторами.
uk: Це налаштування дозволяє реєстрацію всіх запитів на експорт, відхилених адміністраторами.

source: Export requests downloaded by users.
ar: طلبات التصدير التي تم تنزيلها من قبل المستخدمين.
es: Solicitudes de exportación descargadas por los usuarios.
fa: درخواست‌های خروجی گرفتن دانلود شده توسط کاربران
fr: Exporter les demandes téléchargées par les utilisateurs.
ru: Запросы на экспорт, скачанные пользователями.
uk: Запити на експорт завантажені користувачами.

source: This setting will enable logging all export requests downloads by authorized users.
ar: سيسمح هذا الإعداد بتسجيل كل طلبات التصدير التي تم تنزيلها من قبل مدراء النظام.
es: Este ajuste permitirá registrar todas las descargas de solicitudes de exportación realizadas por usuarios autorizados.
fa: این تنظیم ثبت تمام درخواست‌های خروجی گرفتن دانلود شده توسط کاربران مجاز را فعال می‌کند.
fr: Ce paramètre permet d’enregistrer tous les téléchargements de demandes d’exportation par les utilisateurs autorisés.
ru: Этот параметр позволит регистрировать все скачивания запросов на экспорт авторизованными пользователями.
uk: Це налаштування дозволяє реєструвати всі запити на експорт, завантажені авторизованими користувачами.

source: Search queries made by users.
ar: استعلامات البحث التي قام بها المستخدمون.
es: Consultas de búsqueda realizadas por los usuarios.
fa: جست‌وجوهای انجام شده توسط کاربران
fr: Requêtes de recherche effectuées par les utilisateurs.
ru: Поисковые запросы, поданные пользователями.
uk: Пошукові запити зроблені користувачами.

source: This setting will enable logging all searches conducted by users on Actors, Bulletins and Incidents.
ar: سيسمح هذا الإعداد بتسجيل كل عمليات البحث عن الكيانات والمواد والوقائع التي قام بها المستخدمون.
es: Este ajuste permitirá registrar todas las búsquedas realizadas por los usuarios en actores, boletines e incidentes.
fa: این تنظیم ثبت تمام جستجوهای انجام شده توسط کاربران در مورد عاملان، بولتن‌ها و حوادث را فعال می‌کند.
fr: Ce paramètre permet d'enregistrer toutes les recherches effectuées par les utilisateurs sur les acteurs, les bulletins et les incidents.
ru: Этот параметр позволит регистрировать все поисковые запросы пользователей в разделах «Действующие лица», «Бюллетени» и «Инциденты».
uk: Це налаштування дозволяє рестрацію всіх пошуків, проведених користувачами серед "дійових осіб", "бюлетенів" та "інцидентів".

source: Items self-assigned by users
ar: العناصر التي تم تخصيصها ذاتيا من قبل المستخدمين.
es: Elementos autoasignados por los usuarios
fa: مواردی که توسط کاربران به خودشان تخصیص داده شده است
fr: Éléments auto-attribués par les utilisateurs
ru: Объекты, назначенные пользователями самостоятельно
uk: Елементи самостійно призначені користувачами

source: This setting will enable logging all items self-assigned by users.
ar: سيسمح هذا الإعداد بتسجيل كل عمليات التخصيص الذاتي التي قام بها المستخدمون.
es: Este ajuste permitirá registrar todos los elementos autoasignados por los usuarios.
fa: این تنظیم ثبت همه مواردی را که توسط کاربران به خودشان تخصیص داده شده اند، فعال می‌کند.
fr: Ce paramètre permet d'enregistrer tous les éléments attribués par les utilisateurs eux-mêmes.
ru: Этот параметр позволит регистрировать все объекты, назначенные пользователями самостоятельно.
uk: Це налаштування дозволяє реєстрацію всіх елементів, самостійно призначених користувачами.

source: Logins by users.
ar: تسجيل دخول المستخدمين.
es: Inicios de sesión de los usuarios.
fa: ورودهای کاربران
fr: Connexions par les utilisateurs.
ru: Входы пользователей в систему.
uk: Входи користувачів.

source: This setting will enable logging all user login activities.
ar: سيسمح هذا الإعداد بتسجيل كل عمليات تسجيل الدخول لكافة المستخدمين.
es: Esta configuración permitirá registrar todas las actividades de inicio de sesión de los usuarios.
fa: این تنظیم ثبت تمام فعالیت‌های مربوط به ورود کاربر به سیستم را فعال می‌کند.
fr: Ce paramètre permet d’enregistrer toutes les activités de connexion des utilisateurs.
ru: Этот параметр позволит регистрировать все действия пользователя по входу в систему.
uk: Це налаштування дозволяє реєстрацію всієї активності користувача зі входу в обліковий запис.

source: Logouts by users.
ar: تسجيل خروج المستخدمين.
es: Cierres de sesión de los usuarios.
fa: خروج کاربران از سیستم
fr: Déconnexions des utilisateurs.
ru: Выходы пользователей из системы.
uk: Виходи користувачів.

source: This setting will enable logging all user logout activities. Note: only explicit logout will be logged, users closing their browsers without logging out will not for example.
ar: سيسمح هذا الإعداد بتسجيل كل عمليات تسجيل الخروج لكافة المستخدمين. ملاحظة: سوف يتم تسجيل عمليات تسجيل الخروج الفعلية فقط، على سبيل المثال لن يتم تسجيل عملية تسجيل الخروج إذا قام المستخدم بإغلاق المتصفح دون الضغط على تسجيل الخروج.
es: Esta configuración permitirá registrar todas las actividades de cierre de sesión de los usuarios. Nota: sólo se registrará el cierre de sesión explícito; por ejemplo, los usuarios que cierren sus navegadores sin cerrar sesión no lo harán.
fa: این تنظیم ثبت تمام فعالیت‌های مربوط به خروج کاربر را فعال می‌کند. توجه: فقط خروج کامل از سیستم ثبت می‌شود. به عنوان مثال، موارد مربوط به کاربرانی بدون خروج از سیستم مرورگر خود را می‌بندند ثبت نمی‌شود.
fr: Cette configuration permettra de consigner toutes les activités de déconnexion des utilisateurs. À noter : seules les déconnexions explicites seront journalisées ; les utilisateurs fermant leur navigateur sans se déconnecter ne seront pas pris en compte.
ru: Этот параметр позволит регистрировать все действия пользователя по выходу из системы. Примечание: будет регистрироваться только явный выход из системы; например, пользователи, закрывающие свои браузеры без выхода из системы, не будут учитываться.
uk: Це налаштування дозволить реєстрацію всієї активності користувача з виходу з облікового запису. Примітка: буде реєструватись тільки прямий вихід; наприклад, закриття користувачем браузера без здійснення виходу реєструватись не буде.

source: Activity Retention Period
ar: مدة الاحتفاظ بالأنشطة
es: Período de conservación de la actividad
fa: دوره نگهداری فعالیت
fr: Période de conservation des activités
ru: Период хранения активности
uk: Період збереження активності

source: Period after which activities will be deleted.
ar: الفترة التي سوف يتم حذف الأنشطة بعدها.
es: Periodo tras el cual se eliminarán las actividades.
fa: دوره‌ای که پس از آن فعالیت‌ها حذف خواهند شد.
fr: Période après laquelle les activités seront supprimées.
ru: Период, по истечении которого сведения об активности будут удалены.
uk: Період, після якого активності будуть видалені.

source: Logs
ar: سجلات
es: Registros
fa: اطلاعات ثبت شده
fr: Journaux
ru: Журналы
uk: Журнали

source: Log Date
ar: تاريخ السجل
es: Fecha de registro
fa: تاریخ ثبت
fr: Date de journal
ru: Дата журнала
uk: Дата створення журналу

source: Timestamp
ar: بصمة الوقت
es: Marca de tiempo
fa: برچسب زمانی
fr: Horodatage
ru: Отметка времени
uk: Часова мітка

source: No log files found
ar: لا يوجد ملفات سجلات
es: No se han encontrado archivos de registro
fa: هیچ فایل گزارشی یافته نشد
fr: Aucun fichier journal n'a été trouvé
ru: Файлы журналов не найдены
uk: Не знайдено файлів журналу

source: Latest
ar: أحدث
es: Lo más reciente
fa: آخرین
fr: Le plus récent
ru: Последние
uk: Останні

source: Copied to clipboard
ar: تم نسخه إلى الحافظة
es: Copiado al portapapeles
fa: در کلیپ بورد کپی شد
fr: Copié dans le presse-papiers
ru: Скопировано в буфер обмена
uk: Скопійовано в буфер обміну

source: Failed to copy to clipboard.
ar: فشل النسخ إلى الحافظة
es: Error al copiar al portapapeles.
fa: در کلیپ بورد کپی نشد
fr: Échec de la copie dans le presse-papiers.
ru: Не удалось скопировать в буфер обмена.
uk: Не вдалось скопіювати в буфер обміну.

source: Are you sure you want to force password reset for user
ar: هل أنت متأكد أنك تريد فرض إعادة تعيين كلمة المرور لمستخدم
es: ¿Estás seguro de que desea forzar el restablecimiento de la contraseña del usuario?
fa: آیا مطمئنید که می‌خواهید کاربر را مجبور به بازتعریف رمز عبور کنید؟
fr: Êtes-vous sûr de vouloir forcer la réinitialisation du mot de passe de l'utilisateur ?
ru: Уверены, что хотите принудительно сбросить пароль для пользователя
uk: Ви впевнені, що хочете примусово скинути пароль для користувача

source: Middle Name (AR)
ar: الاسم الأوسط (عربي)
es: Segundo nombre (AR)
fa: نام میانی (AR)
fr: Deuxième prénom (AR)
ru: Среднее имя (AR)
uk: По-батькові (AR)

source: Father's Name (AR)
ar: أسم الأب (عربي)
es: Nombre del padre (AR)
fa: نام پدر (AR)
fr: Nom du père (AR)
ru: Имя отца (AR)
uk: Ім'я батька (AR)

source: No of Children
ar: عدد الأولاد
es: Número de niños
fa: تعداد فرزندان
fr: Nombre d'enfants
ru: Нет детей
uk: Немає дітей

source: Profile
ar: ملف شخصي
es: Perfil
fa: پروفایل
fr: Profil
ru: Профиль
uk: Профіль

source: Duplicate Profile
ar: تكرار الملف الشخصي
es: Duplicar perfil
fa: تکرار پروفایل
fr: Profil dupliqué
ru: Дублировать профиль
uk: Копіювати профіль

source: Delete Profile
ar: حذف الملف الشخصي
es: Eliminar perfil
fa: حذف پروفایل
fr: Supprimer le profil
ru: Удалить профиль
uk: Видалити профіль

source: Restrict Actor to Access Group(s)
ar: اختر مجموعات الوصول لتقييد الوصول إلى الكيان
es: Restringir actor a grupo(s) de acceso
fa: محدود کردن دسترسی عامل به گروه(ها)
fr: Restreindre l’accès de l’acteur au(x) groupe(s)
ru: Ограничить доступ действующего лица к группе(-ам) доступа
uk: Надати доступ до "дійової особи" тільки групі(ам) доступу

source: No Access Access Groups
ar: بدون تقييد الوصول
es: Sin acceso a grupos de acceso
fa: بدون دسترسی به گروه‌های دسترسی
fr: Groupes d'accès non autorisés
ru: Группы доступа без доступа
uk: Групи доступу без доступу

source: Original Title (Ar)
ar: العنوان الأصلي (عربي)
es: Título original (AR)
fa: عنوان اصلی (Ar)
fr: Titre original (Ar)
ru: Исходный заголовок (Ar)
uk: Оригінальна назва (Ar)

source: Restrict Bulletin to Access Group(s)
ar: اختر مجموعات الوصول لتقييد الوصول إلى المادة
es: Restringir boletín a grupo(s) de acceso
fa: محدود کردن بولتن به گروه‌(های) دسترسی
fr: Restreindre le bulletin au(x) groupe(s) d'accès
ru: Ограничить доступ к бюллетеню группе(-ам) доступа
uk: Надати доступ до "бюлетеня" тільки групі(ам) доступу

source: No Access Groups
ar: بدون تقييد الوصول
es: Sin grupos de acceso
fa: بدون گروه دسترسی
fr: Aucun groupe d'accès
ru: Нет групп доступа
uk: Немає груп доступу

source: Restrict Incident to Access Group(s)
ar: اختر مجموعات الوصول لتقييد الوصول إلى الواقعة
es: Restringir incidentes a grupos de acceso
fa: محدود کردن رویداد به گروه‌(های) دسترسی
fr: Restreindre l'incident au(x) groupe(s) d'accès
ru: Ограничить инцидент группой(-ами) доступа
uk: Надати доступ до "інциденту" тільки групі(ам) доступу

source: No Access Group
ar: بدون تقييد الوصول
es: Sin grupo de acceso
fa: بدون گروه دسترسی
fr: Aucun groupe d'accès
ru: Нет группы доступа
uk: Немає групи доступу

source: Log Details
ar: تفاصيل السجل
es: Detalles de registro
fa: ثبت جزییات
fr: Détails du journal
ru: Сведения о журнале
uk: Деталі журналу

source: Data Assistant
ar: مساعد البيانات
es: Asistente de datos
fa: دستیار داده‌ها
fr: Assistant de données
ru: Помощник по данным

source: Log
ar: سجل
es: Registro
fa: ثبت
fr: Journal
ru: Журнал
uk: Журнал

source: Bulk Upload \& Import
ar: رفع / وإستيراد بالجملة
es: Carga masiva e importación
fa: آپلود / و وارد کردن انبوه
fr: Téléchargement en masse & Importation
ru: Пакетная загрузка и/или импорт
uk: Масове завантаження \та імпорт

source: Middle Name(s) (AR)
ar: الاسم الأوسط (عربي)
es: Segundo nombre (AR)
fa: نام(های) میانی (AR)
fr: Second(s) prénom(s) (AR)
ru: Среднее(-ие) имя (имена) (AR)
uk: По-батькові (AR)

source: Actor Profile
ar: ملف شخصي للكيان
es: Perfil del actor
fa: پروفایل عامل
fr: Profil de l'acteur
ru: Профиль действующего лица
uk: Профіль "дійової особи"

source: Missing Person Details
ar: تفاصيل الشخص المفقود
es: Datos de la persona desaparecida
fa: جزئیات شخص گمشده
fr: Détails sur la personne disparue
ru: Сведения об пропавшем человеке
uk: Дані про особу зниклу безвісти

source: Details of the person(s) who reported them missing
ar: تفاصيل الشخص (الأشخاص) الذي أبلغ (الذين أبلغوا) عن فقدانهم
es: Datos de la persona o personas que denunciaron su desaparición
fa: مشخصات فردی (افرادی) که گم شدن شخص را گزارش کرده‌اند
fr: Détails de la ou des personnes qui ont signalé leur disparition
ru: Сведения о лице (лицах), заявившем об его (ее) пропаже
uk: Дані про особу(осіб), яка(і) заявили про її зникнення

source: New Map
ar: خريطة جديدة
es: Nuevo mapa
fa: نقشه جدید
fr: Nouvelle carte
ru: Новая карта
uk: Нова карта

source: Do not include Media
ar: لا يتضمن الوسائط
es: No incluir los medios de comunicación
fa: شامل رسانه نباشه
fr: Ne pas inclure les médias
ru: Не включать медиа
uk: Не включати медіа

source: Bayanat
ar: بيانات
fa: بیانات

source: is an open source project by SJAC released under the GNU Affero General Public License (AGPL).
ar: هو مشروع مفتوح المصدر من قبل المركز السوري للعدالة والمساءلة، تم إصداره تحت رخصة GNU Affero General Public License (AGPL)
es: es un proyecto de código abierto de SJAC publicado bajo la Licencia Pública General Affero de GNU (AGPL).
fa: یک پروژه منبع باز است که توسط SJAC است تحت مجوز عمومی GNU Affero (AGPL) منتشر شده است.
fr: est un projet open source de SJAC, publié sous la licence publique générale Affero GNU (AGPL).
ru: — это проект с открытым исходным кодом компании SJAC, выпущенный под общей публичной лицензией GNU Affero (AGPL).
uk: є проєктом з відкритим кодом від SJAC, випущеним на умовах Загальної публічної ліцензії GNU Affero (AGPL).

source: Deduplication Dashboard
ar: لوحة تحكم إزالة التكرارت
es: Panel de deduplicación
fa: داشبورد کپی‌برداری
fr: Panneau de déduplication
ru: Панель управления дедупликацией
uk: Панель управління видаленням дублікатів

source: System Administration
ar: إدارة النظام
es: Administración del sistema
fa: مدیریت سیستم
fr: Administration système
ru: Системное администрирование
uk: Системна адміністрація

source: System Logs
ar: سجلات النظام
es: Registros del sistema
fa: گزارش‌های سیستم
fr: Journaux du système
ru: Системные журналы
uk: Системні журнали

source: Theme
ar: السمة
es: Tema
fa: سبک
fr: Thème
ru: Тема
uk: Тема

source: Light
ar: فاتح
es: Claro
fa: روشن
fr: Clair
ru: Светлая
uk: Світла

source: Dark
ar: داكن
es: Oscuro
fa: تیره
fr: Sombre
ru: Темная
uk: Темна

source: Invalid username or password!
ar: خطأ في اسم المستخدم أو كلمة المرور!
es: ¡Usuario o contraseña invalidos!
fa: نام کاربری یا رمزعبور نامعتبر است!
fr: Nom d'utilisateur ou mot de passe incorrect !
ru: Неверное имя пользователя или пароль!
uk: Неправильне ім'я користувача або пароль!

source: Trouble Accessing Your Account/Lost Mobile/TFA Device?
ar: هل تواجه مشكلة في الوصول إلى حسابك؟ (فقدت جهاز المصادقة الثنائية)
es: ¿Problemas para acceder a su cuenta/perdiste tu móvil/dispositivo TFA?
fa: در دسترسی به حساب /موبایل گمشده/دستگاه TFA خود مشکل دارید؟
fr: Difficultés d'accès à votre compte/perte de votre appareil mobile/appareil TFA ?
ru: Возникли проблемы с доступом к вашему аккаунту/потеряно мобильное устройство/устройство TFA?
uk: Труднощі з доступом до вашого облікового запису/Загубили мобільний/TFA пристрій?

source: Usage
ar: الاستخدام
es: Uso
fa: استفاده
fr: Utilisation
ru: Использование
uk: Використання

source: Transports
ar: مفتاح نقل
es: Transporta
fa: انتقالات
ru: Транспорт
uk: Транспортує

source: Backed Up
ar: تم نسخه احتياطياً
es: respaldado
fa: پشتیبان گیری شد
fr: Sauvegardé
ru: Заархивирвоано
uk: Зроблено резервну копію

source: Device Type
ar: نوع الجهاز
es: Tipo de dispositivo
fa: نوع دستگاه
fr: Type d'appareil
ru: Тип устройства
uk: Тип пристрою

source: Discoverable
ar: قابل للاكتشاف
es: Visible
fa: قابل یافته شدن
fr: Découvrable
ru: Доступно для обнаружения
uk: Доступний для виявлення

source: Last Used
ar: آخر استخدام
es: Última vez usado
fa: آخرین استفاده
fr: Dernière utilisation
ru: Последнее использованное
uk: Востаннє використаний

source: Delete Key
ar: حذف مفتاح
es: Eliminar clave
fa: کلید حذف
fr: Touche de suppression
ru: Удалить ключ
uk: Видалити ключ

source: Are you sure you want to delete this device?
ar: هل أنت متأكد من رغبتك في حذف هذا الجهاز؟
es: ¿Estás seguro de que quieres borrar este dispositivo?
fa: آیا مطمئنید که می‌خواهید این دستگاه را حذف کنید؟
fr: Êtes-vous sûr de vouloir supprimer cet appareil ?
ru: Уверены, что хотите удалить это устройство?
uk: Ви впевнені, що хочете видалити цей пристрій?

source: Device Removed Successfully
ar: تم إزالة الجهاز بنجاح
es: Dispositivo retirado con éxito
fa: دستگاه با موفقیت حذف شد
fr: Le dispositif a été retiré avec succès
ru: Устройство успешно удалено
uk: Пристрій успішно видалено

source: Authenticate
ar: مصادقة
es: Autenticar
fa: تایید کردن
fr: Authentifier
ru: Аутентифицировать
uk: Автентифікувати

source: Unselect all
ar: إلغاء تحديد الكل
es: Desmarcar todo
fr: Désélectionner tout
ru: Очистить выбор
uk: Зняти всі позначки

source: Search time:
ar: زمن البحث
es: Tiempo de búsqueda:
fr: Temps de recherche :
ru: Время поиска:
uk: Час пошуку:

source: User 2FA Methods
ar: طرق المصادقة الثنائية للمستخدم
es: Usuario de métodos de A2F
fr: Méthodes 2FA de l'utilisateur
ru: Пользовательские методы 2FA
uk: Методи двофакторної автентифікації користувачів

source: 2FA Inactive
ar: المصادقة الثنائية غير النشطة
es: A2F inactiva
ru: 2FA неактивна
uk: Двофакторна автентифікація неактивна

source: Preview Image
ar: معاينة الصورة
es: Vista previa de la imagen
fr: Prévisualiser l'image
ru: Предпросмотр изображения
uk: Попередній перегляд зображення

source: Play Video
ar: تشغيل الفيديو
es: Reproducir vídeo
fr: Lire la vidéo
ru: Воспроизвести видео
uk: Відтворити відео

source: Open PDF in PDF Viewer
ar: فتح ملف PDF في مستعرض PDF
es: Abrir PDF en el visor de PDF
fr: Ouvrir le PDF dans le visualiseur de PDF
ru: Открыть PDF в программе для просмотра
uk: Відкрити PDF у програмі для перегляду PDF-файлів

source: Download File
ar: تحميل الملف
es: Descargar archivo
fr: Télécharger le fichier
ru: Скачать файл
uk: Завантажити файл

source: Category
ar: الفئة
es: Categoría
fr: Catégorie
ru: Категория
uk: Категорія

source: Duration
ar: المدة
es: Duración
fr: Durée
ru: Продолжительность
uk: Тривалість

source: Click to copy
ar: انقر للنسخ
es: Haga clic para copiar
fr: Cliquer pour copier
ru: Кликните, чтобы скопировать
uk: Натисніть, щоб скопіювати

source: File Hash
ar: تجزئة الملف
es: Hash del archivo
fr: Hash du fichier
ru: Хэш файла
uk: Хеш файлу

source: Filename
ar: اسم الملف
es: Nombre de archivo
fr: Nom du fichier
ru: Имя файла
uk: Назва файлу

source: Storage options for media files uploaded to Bayanat. By default, Bayanat store these files locally on the server. It's also possible to use S3 compatible bucket using cloud providers like AWS, Azure, Google Cloud, or MinIO (which can be used in offline installations).
ar: خيارات التخزين لملفات الوسائط التي تم تحميلها إلى Bayanat. تقوم Bayanat بشكل افتراضي بتخزين هذه الملفات محليًا على الخادم. من الممكن أيضًا استخدام وحدة تخزين متوافقة مع S3 باستخدام موفري الخدمات السحابية مثل AWS أو Azure أو Google Cloud أو MinIO (والتي يمكن استخدامها في التثبيتات غير المتصلة بالإنترنت).
es: Opciones de almacenamiento para los archivos multimedia cargados en Bayanat. Por defecto, Bayanat almacena estos archivos localmente en el servidor. También es posible utilizar un cubo compatible con S3 mediante proveedores en la nube como AWS, Azure, Google Cloud o MinIO (que puede utilizarse en instalaciones sin conexión).
fr: Options de stockage pour les fichiers multimédias téléchargés sur Bayanat. Par défaut, Bayanat stocke ces fichiers sur un serveur local. Il est également possible d'utiliser des bacs compatibles S3 en passant par des fournisseurs de cloud comme AWS, Azure, Google Cloud, ou MinIO (qui peut être utilisé dans les installations hors ligne).
ru: Настройки хранения медиафайлов, загруженных в Bayanat. По умолчанию Bayanat хранит файлы на сервере. Кроме того, можно использовать совместимые с S3 бакеты облачных провайдеров, например, AWS, Azure, Google Cloud или MinIO (при локальной установке).
uk: Параметри зберігання медіафайлів, завантажених на Bayanat. За замовчуванням Bayanat буде зберігати ці файли локально на сервері. Також можна використовувати S3-сумісне сховище за допомогою хмарних провайдерів, зокрема AWS, Azure, Google Cloud або MinIO (яке можна використовувати в офлайн-версіях).

source: Bayanat uses zxcvbn password strength estimator to calculate a password score. 'Medium' coresponds to a zxcvbn score of 2 and is suitable for offline Bayanat installation. 'Strong' corresponds to a score of 3, we recommend this setting for online Bayanat installations. 'Very Strong' corresponds to a zxcvbn score of 4 and offers the highest level of protection.
ar: تستخدم Bayanat مُقدّر قوة كلمات المرور zxcvbn لحساب درجة قوة كلمة المرور. درجة "متوسطة" تتوافق مع درجة zxcvbn بقيمة 2 وتعتبر مناسبة لتثبيت Bayanat دون اتصال بالإنترنت. درجة "قوية" تتوافق مع درجة بقيمة 3 ونوصي باستخدام هذا الإعداد لتثبيت Bayanat عبر الإنترنت. درجة "قوية جدًا" تتوافق مع درجة zxcvbn بقيمة 4 وتوفر أعلى مستوى من الحماية
es: Bayanat utiliza el estimador de seguridad de contraseñas zxcvbn para calcular la puntuación de una contraseña. "Media" corresponde a una puntuación de zxcvbn de 2 y es adecuada para instalaciones de Bayanat sin conexión. "Fuerte" corresponde a una puntuación de 3, recomendamos esta configuración para instalaciones de Bayanat en línea. "Muy fuerte" corresponde a una puntuación zxcvbn de 4 y ofrece el máximo nivel de protección.
fr: Bayanat utilise un évaluateur de robustesse de mot de passe zxcvbn pour calculer un score de mot de passe. « Moyen » correspond à un score zxcvbn de 2 et convient à une installation hors ligne de Bayanat. « Fort » correspond à un score de 3. Nous recommandons ce paramètre pour les installations en ligne de Bayanat. « Très fort » correspond à un score zxcvbn de 4 et offre le niveau de protection le plus élevé.
ru: Bayanat оценивает сложность паролей с помощью zxcvbn. Уровень 'Средний' (2 по шкале zxcvbn) подходит для локальной установки. 'Сильный' (оценка 3) рекомендуется для онлайн-установок. 'Очень сильный' (4 по шкале zxcvbn) — наивысший уровень защиты.
uk: Bayanat використовує оцінювач надійності паролів zxcvbn для обчислення оцінки пароля. «Середній» відповідає показнику zxcvbn у 2 бали й підходить для офлайн-інсталяції Bayanat. «Сильний» відповідає показнику в 3 бали, ми рекомендуємо цей параметр для онлайн-інсталяцій Bayanat. «Дуже сильний» відповідає показнику zxcvbn у 4 бали і забезпечує найвищий рівень захисту.

source: Two Factor Authentication Policies
ar: سياسات المصادقة الثنائية
es: Políticas de autenticación de dos factores
fr: Politiques d'authentification à deux facteurs
ru: Правила для двухфакторной аутентификации
uk: Політика двофакторної автентифікації

source: WebAuthn Authentication
ar: المصادقة باستخدام WebAuthn
es: Autenticación WebAuthn
fr: Authentification WebAuthn
ru: Аутентификация WebAuthn
uk: Автентифікація WebAuthn
