Repository: sjacorg/bayanat
Catalog: enferno/translations/*/LC_MESSAGES/messages.po
Languages: ar, es, fa, fr, ru, uk

source: Tesseract OCR is disabled.
ar: تم إيقاف التعرف البصري على الحروف بواسطة Tesseract
es: Tesseract OCR está desactivado.
fa: Tesseract OCR غیرفعال است.
fr: L’OCR Tesseract est désactivé.
ru: Программа Tesseract OCR отключена.
uk: Tesseract OCR вимкнено.

source: Input a sub-path to scan, leave empty to scan the entire allowed path.
ar: أدخل مسار فرعي لفحصه أو اتركه فارغًا لفحص المسار المسموح به بأكمله
es: Introduzca una subruta a escanear, deje vacío para escanear toda la ruta permitida.
fa: یک مسیر فرعی برای اسکن وارد کنید، برای اسکن کل مسیر مجاز را خالی بگذارید.
fr: Entrez un sous-chemin à analyser, laissez vide pour scanner l’ensemble du chemin autorisé.
ru: Введите подпуть для сканирования и оставьте пустым, чтобы сканировать весь разрешенный путь.
uk: Введіть підшлях для сканування, залишіть порожнім, щоб сканувати цілий дозволений шлях.

source: To scan a sub-path of the allowed path, enter the sub-path only without any parents (e.g. 'videos').
ar: لفحص مسار فرعي من المسار المسموح به أدخل المسار الفرعي بدون مسار أب (مثال: 'videos')
es: Para escanear una subruta de la ruta permitida, introduzca solo la subruta sin ningún padre (por ejemplo, "vídeos").
fa: برای اسکن یک مسیر فرعی از مسیر مجاز، فقط مسیر فرعی را بدون هیچ والدی وارد کنید (مثلاً 'ویدیوها').
fr: Pour scanner un sous-chemin du chemin autorisé, entrez uniquement le sous-chemin sans aucun parent (par exemple, 'vidéos').
ru: Чтобы сканировать подпуть разрешенного пути, введите только подпуть без каких-либо родительских элементов (например, "видео").
uk: Для сканування підшляху дозволеного шляху введіть тільки підшлях без будь-яких материнських зазначень (напр.: "відео").

source: Search recursively
ar: بحث تعاودي (ابحث في المجلدات الفرعية)
es: Buscar recursivamente
fa: جستجوی بازگشتی
ru: Рекурсивный поиск
uk: Шукати рекурсивно

source: Add
ar: إضافة
es: Añadir
fa: افزودن
ru: Добавить
uk: Додати

source: Filter and display related items in main table
ar: فرز وعرض العناصر ذات الصلة في الجدول الرئيسي
es: Filtrar y mostrar elementos relacionados en la tabla principal
fa: فیلتر کردن و نمایش موارد مرتبط در جدول اصلی
fr: Filtrer et afficher les éléments connexes dans le tableau principal
ru: Фильтровать и отображать соответствующие элементы в основной таблице
uk: Фільтрувати та показувати пов'язані елементи у головній таблиці

source: Load More
ar: تحميل المزيد
es: Cargar más
fa: بارگذاری بیشتر
ru: Загрузить больше
uk: Завантажити більше

source: Restricted
ar: مقيَّد
es: Restringido
fa: محدود شده
ru: Ограничено
uk: Обмежено

source: Unrestricted
ar: غير مقيَّد
es: Sin restricciones
fa: بدون محدودیت
ru: Не ограничено
uk: Необмежено

source: And
ar: وَ
es: Y
fa: و
ru: и
uk: Та

source: Or
ar: أو
es: O
fa: یا
fr: Ou
ru: или
uk: Або

source: Load Geo Map
ar: تحميل الخريطة الجغرافية
es: Cargar mapa geográfico
fa: بارگذاری نقشه جغرافیایی
ru: Загрузить географическую карту
uk: Завантажити геокарту

source: By
ar: بواسطة
es: Por
fa: توسط
fr: Par
ru: Автор:
uk: За

source: Search Locations
ar: البحث في المواقع
es: Localizaciones de búsqueda
fa: جستجوی مکان‌ها
ru: Поиск местоположений
uk: Шукати місцезнаходження

source: Estimated
ar: تقديرياً
es: Estimado
fa: تخمینی
ru: Предположительно
uk: Приблизно

source: Requested On
ar: تم الطلب في
es: Solicitado el
fa: درخواست شده در
ru: Дата запроса:
uk: Запитано

source: Expires On
ar: تنتهي الصلاحية في
es: Caduca el
fa: منقضی می‌شود در
ru: Дата окончания срока:
uk: Закінчується

source: Admin Actions
ar: إجراءات المشرف
es: Acciones administrativas
fa: اقدامات مدیریتی
ru: Действия администратора
uk: Дії адміністратора

source: Approve
ar: موافقة
es: Aprobar
fa: تایید
fr: Approuver
ru: Утвердить
uk: Схвалити

source: Expire Now
ar: إنهاء الصلاحية الآن
es: Caduca ahora
fa: اکنون منقضی می‌شود
fr: Expire maintenant
ru: Срок заканчивается сейчас
uk: Термін дії закінчується зараз

source: Reject
ar: رفض
es: Rechazar
fa: رد کردن
ru: Отклонить
uk: Відхилити

source: Change Expiry
ar: تعديل الصلاحية
es: Cambiar caducidad
fa: زمان انقضا را تغییر دهید
ru: Изменить срок действия
uk: Змінити термін дії

source: Set Expiry
ar: تحديد إنتهاء الصلاحية
es: Establecer caducidad
fa: زمان انقضا را تنظیم کنید
fr: Définir l’expiration
ru: Установить срок действия
uk: Встановити термін закінчення дії

source: Export Expiry
ar: إنتهاء صلاحية التصدير
es: Exportar caducidad
fa: انقضای خروجی گرفتن
ru: Экспортировать срок действия
uk: Експортувати термін дії

source: Component Data Management
ar: إدارة بيانات المكونات
es: Gestión de datos de componentes
fa: مدیریت داده‌های مربوط به اجزا
ru: Управление данными компонентов
uk: Управління даними компонентів

source: Countries
ar: الدول
es: Países
fa: کشورها
ru: Страны
uk: Країни

source: Actor to Actor Relations
ar: العلاقات بين الكيانات
es: Relaciones entre actores
fa: روابط عامل با عامل
ru: Связь между субъектами
uk: Відносини між дійовими особами

source: Actor to Bulletin Relations
ar: العلاقات بين الكيانات والمواد
es: Relaciones entre agentes y boletines
fa: روابط عامل با بولتن
ru: Связь между субъектом и бюллетенем
uk: Відносини між дійовою особою та бюлетенем

source: Bulletin to Bulletin Relations
ar: علاقات المواد بالمواد
es: Relaciones entre boletines
fa: روابط بولتن با بولتن
fr: Relations de bulletin à bulletin
ru: Связь между бюллетенями
uk: Зв'язок між "бюлетенями"

source: Incident to Bulletin Relations
ar: علاقات الوقائع بالمواد
es: Relaciones entre incidentes y boletines
fa: روابط واقعه با بولتن
fr: Incident aux relations avec le bulletin
ru: Связь между инцидентом и бюллетенем
uk: Зв'язок між "інцидентом" та "бюлетенем"

source: Incident to Actor Relations
ar: العلاقات بين الوقائع والكيانات
es: Relaciones incidente-actor
fa: روابط واقعه با عامل
ru: Связь между инцидентом и субъектом
uk: Відносини між інцидентом та дійовою особою

source: Incident to Incident Relations
ar: علاقات الوقائع بالوقائع
es: Relaciones incidente-incidente
fa: روابط واقعه با واقعه
fr: Relations d'incident à incident
ru: Связь между инцидентами
uk: Зв'язок між "інцидентами"

source: Media Categories
ar: فئات الوسائط
es: Categorías de medios
fa: دسته‌بندی رسانه‌ها
ru: Категории медиафайлов
uk: Медіакатегорії

source: Geo Location Types
ar: أنواع المواقع الجغرافية
es: Tipos de geolocalización
fa: انواع موقعیت جغرافیایی
ru: Типы геолокации
uk: Типи геолокацій

source: Title (tr)
ar: العلاقة (عربي)
es: Título (tr)
fa: عنوان (tr)
ru: Название (tr)
uk: Назва (тр)

source: Reverse Title
ar: العلاقة العكسية
es: Título inverso
fa: عنوان معکوس
ru: Обратное название
uk: Зворотна назва

source: Reverse Title (tr)
ar: العلاقة العكسية (عربي)
es: Título inverso (tr)
fa: عنوان معکوس (tr)
ru: Обратное название (tr)
uk: Зворотна назва (тр)

source: Meters
ar: متر
es: Metros
fa: متر
ru: Метры
uk: Метри

source: General
ar: عام
fa: عمومی
ru: Общие сведения
uk: Загальне

source: Storage
ar: التخزين
es: Almacenamiento
fa: ذخیره‌سازی
ru: Хранилище
uk: Пам'ять

source: Import Tools
ar: أدوات الاستيراد
es: Herramientas de importación
fa: ابزارهای ورودی
ru: Инструменты импорта
uk: Інструменти імпорту

source: Export Tool
ar: أداة التصدير
es: Herramienta de exportación
fa: ابزار خروجی
ru: Инструмент экспорта
uk: Інструмент експорту

source: Maps
ar: خرائط
es: Mapas
fa: نقشه‌ها
ru: Карты
uk: Карти

source: Allows to load different set of items in pages that has data tables
ar: يسمح بتحميل عدد مختلف من الصفوف التي ترغب في عرضها في الصفحات التي تحوي جداول بيانات
es: Permite cargar diferentes conjuntos de artículos en páginas que tienen tablas de datos
fa: اجازه می‌دهد که مجموعه‌های مختلفی از آیتم‌ها در صفحاتی که جداول داده دارند بارگذاری شوند
fr: Permet de charger différents ensembles d'éléments dans les pages contenant des tableaux de données.
ru: Позволяет загружать различный набор элементов на страницы, содержащие таблицы данных
uk: Дозволяє завантажувати різні набори елементів на сторінках з таблицями даних

source: Items Per Page Options
ar: خيارات العناصر في كل صفحة
es: Opciones de elementos por página
fa: گزینه‌های آیتم‌ها در هر صفحه
fr: Options d'éléments par page
ru: Варианты элементов на странице
uk: Варіанти "елементів на сторінку"

source: Allows to play videos at different speed rates
ar: يسمح بتشغيل الفيديو بسرعات مختلفة
es: Permite reproducir vídeos a diferentes velocidades
fa: امکان پخش ویدیو با سرعت‌های مختلف را می‌دهد
fr: Permet de lire des vidéos à différentes vitesses
ru: Позволяет воспроизводить видео с разной скоростью
uk: Дозволяє програвати відео з різною швидкістю

source: Video Player Playback Rates
ar: معدلات تشغيل مقاطع الفيديو
es: Velocidades de reproducción del reproductor de vídeo
fa: سرعت‌های پخش توسط پخش‌کننده ویدیو
fr: Taux de lecture du lecteur vidéo
ru: Скорость воспроизведения видеоплеера
uk: Швидкість відтворення відеоплеєра

source: Default Language
ar: اللغة الافتراضية
es: Idioma por defecto
fa: زبان پیش‌فرض
ru: Язык по умолчанию
uk: Основна мова

source: Changes default interface language for all users. Users can still choose their own interface language.
ar: يقوم بتغيير لغة الواجهة الافتراضية لجميع المستخدمين. لا يوثر على إمكانية اختيار كل مستخدم لغة واجهة خاصة به.
es: Cambia el idioma por defecto de la interfaz para todos los usuarios. Los usuarios pueden seguir eligiendo su propio idioma de interfaz.
fa: زبان رابط پیش‌فرض را برای همه کاربران تغییر می‌دهد. کاربران همچنان می‌توانند زبان رابط خود را انتخاب کنند.
fr: Modifie la langue de l'interface par défaut pour tous les utilisateurs. Les utilisateurs peuvent toujours choisir leur propre langue d'interface.
ru: Изменяет язык интерфейса по умолчанию для всех пользователей. Пользователи по-прежнему могут выбирать собственный язык интерфейса.
uk: Змінює початкову мову інтерфейсу для всіх користувачів. Користувачі все ще зможуть обирати свою власну мову інтерфейсу.

source: Deduplication Tool
ar: أداة إزالة التكرارات
es: Herramienta de deduplicación
fa: ابزار Deduplication
ru: Инструмент дедупликации
uk: Інструмент дедуплікації

source: Enables integration with Benetech's Deduplication tool.
ar: تمكين التكامل مع أداة إزالة التكرارات من Benetech
es: Permite la integración con la herramienta de deduplicación de Benetech.
fa: ادغام با ابزار Deduplication Benetech را فعال می‌کند.
fr: Permet l'intégration avec l'outil de déduplication de Benetech.
ru: Обеспечивает интеграцию с инструментом дедупликации Benetech.
uk: Вмикає інтеграцію з "інструментом видалення дублікатів" від Benetech.

source: Lowest value of distance to process.
ar: القيمة الأدنى للفرق للتم المعالجة
es: Valor más bajo de distancia a procesar.
fa: کمترین مقدار فاصله تا پردازش
fr: Valeur la plus basse de la distance au processus.
ru: Наименьшее значение расстояния для обработки.
uk: Найменше значення відстані, яке слід обробляти.

source: Deduplication Low Distance
ar: الحد الأدنى للفرق
es: Baja distancia de deduplicación
fa: Deduplication کم فاصله
ru: Малое расстояние дедупликации
uk: Дедуплікація на низькій відстані

source: Highest value of distance to process.
ar: القيمة الأعلى للفرق لتتم المعالجة
es: Valor más alto de distancia a procesar.
fa: بیشترین مقدار فاصله تا پردازش
fr: Valeur la plus élevée de la distance par rapport au processus.
ru: Наибольшее значение расстояния для обработки.
uk: Найбільше значення відстані, яке слід обробляти.

source: Deduplication Max Distance
ar: الحد الأعظم للفرق
es: Distancia máxima de deduplicación
fa: حداکثر فاصله Deduplication
ru: Максимальное расстояние дедупликации
uk: Дедуплікація на максимальній відстані

source: Number of matches to send for processing in every batch. Affects speed of processing and performance of the server.
ar: عدد المطابقات التي يتم إرسالها للمعالجة في كل دفعة. تؤثر على سرعة المعالجة وأداء الخادم
es: Número de coincidencias a enviar para su procesamiento en cada lote. Afecta a la velocidad de procesamiento y al rendimiento del servidor.
fa: تعداد موارد همخوان برای ارسال برای پردازش در هر دسته. بر سرعت پردازش و عملکرد سرور تأثیر می گذارد.
fr: Nombre de correspondances à envoyer pour traitement dans chaque lot. Affecte la vitesse de traitement et les performances du serveur.
ru: Количество совпадений, отправляемых на обработку в каждом пакете. Влияет на скорость обработки и производительность сервера.
uk: Кількість збігів, які слід надсилати на обробку в кожній партії. Впливає на швидкість обробки та продуктивність сервера.

source: Deduplication Batch Size
ar: حجم الدفعة
es: Tamaño del lote de deduplicación
fa: حجم دسته Deduplication
ru: Размер пакета дедупликации
uk: Розмір партії дедуплікації

source: Interval of batches sent for processing. Affects speed of processing and performance of the server.
ar: فاصل زمني بين الدفعات المرسلة للمعالجة. يؤثر على سرعة المعالجة وأداء الخادم
es: Intervalo de lotes enviados para su procesamiento. Afecta a la velocidad de procesamiento y al rendimiento del servidor.
fa: فاصله دسته‌های ارسال شده برای پردازش. بر سرعت پردازش و عملکرد سرور تأثیر می‌گذارد.
fr: Intervalle entre les lots envoyés pour traitement. Affecte la vitesse de traitement et les performances du serveur.
ru: Интервал отправки пакетов на обработку. Влияет на скорость обработки и производительность сервера.
uk: Інтервал надсилання партій на обробку. Впливає на швидкість обробки та продуктивність сервера.

source: Deduplication Interval
ar: الفاصل الزمني
es: Intervalo de deduplicación
fa: فواصل Deduplication
ru: Интервал дедупликации
uk: Інтервал дедуплікації

source: Media Storage
ar: مخزن الوسائط
es: Almacenamiento de medios
fa: فضای ذخیره‌سازی رسانه
ru: Хранилище медиафайлов
uk: Зберігання медіа

source: Local Filesystem
ar: نظام ملفات محلي
es: Sistema de archivos local
fa: سیستم فایل محلی
fr: Système de fichiers local
ru: Локальная файловая система
uk: Локальна файлова система

source: S3 Storage
ar: تخزين على S3
es: Almacenamiento S3
fa: ذخیره سازی S3
fr: Stockage S3
ru: Хранилище S3
uk: S3 сховище

source: AWS Access Key ID
ar: معرف مفتاح الوصول لـ AWS
es: Identificador de la clave de acceso de AWS
fa: شناسه کلید دسترسی AWS
fr: ID de clé d’accès AWS
ru: Идентификатор ключа доступа AWS
uk: ID ключа доступу AWS

source: AWS Access Key Secret
ar: سر مفتاح الوصول لـ AWS
es: Secreto de la clave de acceso de AWS
fa: رمز کلید دسترسی AWS
fr: Clé secrète d'accès AWS
ru: Секрет ключа доступа AWS
uk: Секрет ключа доступу AWS

source: S3 Bucket Name
ar: اسم حاوية تخزين S3
es: Nombre del contenedor S3
fa: نام باکت S3
ru: Имя контейнера S3
uk: Назва сегмента S3

source: S3 Region
ar: منطقة S3
es: Región S3
fa: منطقه S3
fr: Région S3
ru: Регион S3
uk: Регіон S3

source: Allowed Media Extensions
ar: لواحق الوسائط المسموح بها
es: Extensiones de medios permitidas
fa: پسوندهای مجاز فایل‌های رسانه‌ای
fr: Extensions de médias autorisées
ru: Разрешенные расширения медиафайлов
uk: Дозволені медіарозширення

source: The system will only allow files uploaded whose extensions are included in this list and reject all other extensions.
ar: سوف يسمح النظام برفع الملفات المدرجة لواحقها في هذه القائمة فقط، وسوف يقوم برفض كافة اللواحق الأخرى
es: El sistema solo permitirá la subida de archivos cuyas extensiones estén incluidas en esta lista y rechazará todas las demás.
fa: این سیستم فقط به فایل‌هایی اجازه آپلود می‌دهد که پسوندهای آن‌ها در این لیست آمده باشد و همه پسوندهای دیگر را رد می‌کند.
fr: Le système n'autorisera que les fichiers téléchargés dont l'extension figure dans cette liste et rejettera toutes les autres extensions.
ru: Система будет разрешать загружать только файлы, расширения которых включены в этот список, и отклонять все остальные расширения.
uk: Система дозволить завантаження тільки тих файлів, чиї розширення включені до цього списку і відхилить усі інші розширення.

source: Media Max Upload Size
ar: الحجم الأقصى المسموح به لكل ملف وسائط
es: Tamaño máximo de subida de medios
fa: حداکثر حجم فایل رسانه‌ای قابل آپلود
fr: Taille maximale de téléchargement des médias
ru: Максимальный размер загружаемых медиафайлов
uk: Максимальний розмір медіа для завантаження

source: Sets the maximum allowed file size for media uploads.
ar: يضبط الحد الأقصى لحجم الملف المسموح به للوسائط المرفوعة.
es: Establece el tamaño máximo de archivo permitido para la subida de medios.
fa: حداکثر حجم مجاز فایل رسانه‌ای را برای آپلود تنظیم می‌کند.
fr: Définit la taille maximale autorisée pour les fichiers téléchargés.
ru: Устанавливает максимально допустимый размер файла для загрузки медиафайлов
uk: Встановлює максимальний дозволений розмір файлу для завантаження медіа.

source: Security Freshness
ar: تحديث الأمان
es: Frescura de seguridad
fa: تازگی امنیتی
ru: Период обновления безопасности
uk: Свіжість безпеки

source: Secure pages will require re-authentication after this time expires.
ar: ستتطلب الصفحات الآمنة إعادة المصادقة بعد مرور هذا الوقت
es: Las páginas seguras requerirán una nueva autenticación una vez transcurrido este tiempo.
fa: پس از انقضای این زمان، صفحات ایمن به احراز هویت مجدد نیاز دارند.
fr: Les pages sécurisées nécessiteront une nouvelle authentification après l’expiration de ce délai.
ru: По истечении этого срока защищенные страницы потребуют повторной аутентификации.
uk: Для доступу до безпечних сторінок потрібно буде повторно авторизуватись після того як цей час спливе.

source: Security Freshness Grace Period
ar: فترة السماح لتحديث الأمان
es: Período de gracia de frescura de seguridad
fa: دوره مهلت تازگی امنیت
fr: Période de tolérance pour la mise à jour de la sécurité
ru: Льготный период обновления безопасности
uk: Пільговий період оновлення безпеки

source: Re-authentication will require a second factor after this period.
ar: سوف يطلب إعادة المصادقة مجدداً بعد مرور هذه المدة
es: La reautenticación requerirá un segundo factor después de este periodo.
fa: احراز هویت مجدد پس از این مدت به مرحله دوم نیاز دارد.
fr: La réauthentification nécessitera un deuxième facteur après cette période.
ru: По истечении этого периода для повторной аутентификации потребуется второй фактор.
uk: Повторна авторизація вимагатиме другого фактору після цього періоду.

source: Recaptcha Enabled
ar: تم تمكين Recaptcha
es: Recaptcha activado
fa: Recaptcha فعال شد
fr: Recaptcha activé
ru: Включена рекапча
uk: Увімкнена Recaptcha

source: Recaptcha Public Key
ar: مفتاح Recaptcha العام
es: Clave pública de Recaptcha
fa: کلید عمومی Recaptcha
fr: Clé publique Recaptcha
ru: Открытый ключ рекапчи
uk: Відкритий ключ Recaptcha

source: Recaptcha Private Key
ar: مفتاح Recaptcha الخاص
es: Clave privada de Recaptcha
fa: کلید خصوصی Recaptcha
fr: Clé privée Recaptcha
ru: Закрытый ключ рекапчи
uk: Закритий ключ Recaptcha

source: Enable Google OAuth
ar: تفعيل المصادقة عبر Google OAuth
es: Habilitar Google OAuth
fa: فعال کردن Google OAuth
fr: Activer Google OAuth
ru: Включить Google OAuth
uk: Увімкнути Google OAuth

source: Allow users to login using their Google account.
ar: السماح للمستخدمين بتسجيل الدخول باستخدام حسابات غوغل الخاصة بهم
es: Permitir a los usuarios iniciar sesión utilizando su cuenta de Google.
fa: دادن اجازه ورود به کاربران با استفاده از حساب گوگل آنها.
fr: Permettre aux utilisateurs de se connecter à l'aide de leur compte Google.
ru: Разрешить пользователям входить в систему, используя свою учетную запись Google.
uk: Дозволити користувачам входити, використовуючи їхній обліковий запис Google.

source: Google Client ID
ar: المعرِّف الخاص بعميل غوغل
es: Identificador de cliente de Google
fa: شناسه مشتری گوگل
ru: Идентификатор клиента Google
uk: ID клієнта Google

source: Google Client Secret
ar: سر عميل Google
es: Secreto de cliente de Google
fa: رمز مشتری گوگل
fr: Secret du client Google
ru: Клиентский ключ Google
uk: Секрет клієнта Google

source: Google Discovery URL
ar: رابط Google Discovery
es: URL de Google Discovery
fa: Discovery URL گوگل
fr: URL de Google Discovery
ru: URL-адрес Google Discovery
uk: URL-адреса Google Discovery

source: Media Import Tool
ar: أداة استيراد الوسائط
es: Herramienta de importación de medios
fa: ابزار وارد کردن رسانه
ru: Инструмент импорта медиафайлов
uk: Інструмент імпорту медіа

source: Media Import Path Scanning
ar: فحص مسار استيراد الوسائط
es: Escaneo de la ruta de importación de medios
fa: اسکن مسیر وارد کردن رسانه
ru: Сканирование пути импорта медиафайла
uk: Сканування шляху імпорту медіа

source: Allowed file extensions for the Media Import Tool.
ar: اللواحق المسموح بها لأداة استيراد الوسائط
es: Extensiones de archivo permitidas para la herramienta de importación de medios.
fa: پسوندهای فایل مجاز برای ابزار وارد کردن رسانه.
fr: Extensions de fichiers autorisées pour l'outil d'importation de médias.
ru: Разрешенные расширения файлов для инструмента импорта медиафайлов.
uk: Дозволені розширення файлів для "інструменту медіаімпорту".

source: ETL Video Extensions
ar: لواحق استخراج وتحويل ورفع مقاطع الفيديو
es: Extensiones de vídeo ETL
fa: پسوندهای ویدئویی ETL
fr: Extensions vidéo de l'ETL
ru: Расширения видео ETL
uk: Відеорозширення ETL

source: Enable OCR
ar: تفعيل التعرف الضوئي على الحروف
es: Habilitar OCR
fa: فعال کردن OCR
fr: Activer la ROC
ru: Включить распознавание текста
uk: Увімкнути OCR

source: File extensions which will be scanned using Tesseract OCR.
ar: لواحق الملفات التي سيتم فحصها باستخدام تقنية التعرف الضوئي على الحروف Tesseract
es: Extensiones de archivo que se escanearán utilizando Tesseract OCR.
fa: پسوندهای فایلی که با استفاده از Tesseract OCR اسکن خواهند شد.
fr: Extensions de fichiers qui seront numérisés à l'aide de Tesseract OCR.
ru: Расширения файлов, которые будут сканироваться с помощью Tesseract OCR.
uk: Розширення файлів, які будуть скануватись з використанням Tesseract OCR.

source: OCR Extensions
ar: لواحق الملفات المسموحة
es: Extensiones OCR
fa: پسوندهای OCR
ru: Расширения OCR
uk: OCR-розширення

source: Sheet Import
ar: استيراد جداول البيانات
es: Importación de hojas
fa: وارد کردن برگه‌
ru: Импорт таблицы
uk: Імпорт аркуша

source: Allowed spreadsheet extensions for Sheets Import Tool.
ar: اللواحق المسموح بها لأداة استيراد الجداول
es: Extensiones de hojas de cálculo permitidas para la herramienta de importación de hojas.
fa: پسوندهای صفحه‌ گسترده مجاز برای ابزار وارد کردن برگه‌ها.
fr: Extensions de feuilles de calcul autorisées pour Sheets Import Tool.
ru: Разрешенные расширения электронных таблиц для инструмента импорта листов.
uk: Дозволені розширення електронних таблиць для "інструменту імпорту аркушів".

source: Allowed Sheets Extensions
ar: لواحق الجداول المسموح بها
es: Extensiones de hojas de cálculo permitidas
fa: پسوندهای مجاز برگه‌ها
fr: Extensions de feuilles autorisées
ru: Разрешенные расширения таблиц
uk: Дозволені розширення аркушів

source: Export System
ar: نظام التصدير
es: Sistema de exportación
fa: سیستم خروجی گرفتن
ru: Система экспорта
uk: Система експорту

source: Maps API Endpoint
ar: نقطة اتصال واجهة برمجة التطبيقات للخرائط
es: Punto final de la API de mapas
fr: Point terminal d'API Maps
ru: Конечная точка API карт
uk: Кінцева точка API-карт

source: Google Maps API Key
ar: مفتاح واجهة برمجة التطبيقات لخرائط غوغل
es: Clave API de Google Maps
fa: کلید Google Maps API
fr: Clé API de Google Maps
ru: Ключ API для Google Maps
uk: Ключ API для Google Maps

source: API key for Google Maps. Adding a key enables satalite imagery in Bayanat's maps.
ar: مفتاح واجهة برمجة التطبيقات لخرائط غوغل. إضافة المفتاح يمكِّن من عرض صور الأقمار الصناعية في خرائط بيانات.
es: Clave API para Google Maps. La adición de una clave habilita las imágenes satelitales en los mapas de Bayanat.
fa: کلید API برای Google Maps. افزودن یک کلید، تصاویر ماهواره‌ای را در نقشه‌های بیانات فعال می‌کند.
fr: Clé API pour Google Maps. L’ajout d’une clé permet d’obtenir des images satellite dans les cartes de Bayanat.
ru: Ключ API для Google Maps. Добавление ключа позволяет использовать спутниковые изображения на картах Bayanat.
uk: Ключ API для Google Maps. Додавання ключа дозволяє використовувати супутникові зображення на картах Bayanat.
