Repository: sjacorg/bayanat
Catalog: enferno/translations/*/LC_MESSAGES/messages.po
Languages: ar, es, fa, fr, ru, uk

source: Default Map Position
ar: الموقع الافتراضي للخريطة
es: Posición predeterminada del mapa
fa: موقعیت پیش‌فرض نقشه
fr: Position par défaut de la carte
ru: Положение карт по умолчанию
uk: Початкова позиція карти

source: Changes default position for all maps in all components.
ar: يغير الموقع الافتراضي للخرائط في جميع المكونات
es: Cambia la posición por defecto de todos los mapas en todos los componentes.
fa: تغییر موقعیت پیش‌فرض برای همه نقشه‌ها و در همه اجز.
fr: Modifie la position par défaut de toutes les cartes dans tous les composants.
ru: Изменяет положение по умолчанию для всех карт во всех компонентах.
uk: Змінює початкову позицію для всіх карт у всіх компонентах.

source: Revision History
ar: سجل التغييرات
es: Historial de revisiones
fa: تاریخچه ویرایش‌ها
ru: История изменений
uk: Історія змін

source: Version
ar: إصدار
es: Versión
fa: نسخه
ru: Версия
uk: Версія

source: by
ar: بواسطة
es: por
fa: توسط
fr: par
ru: от
uk: за

source: Revert to this version
ar: العودة إلى هذه النسخة
es: Volver a esta versión
fa: بازگشت به این نسخه
fr: Revenir à cette version
ru: Вернуться к этой версии
uk: Повернутись до цієї версії

source: Current
ar: حالي
es: Actual
fa: جاری
ru: Текущая
uk: Поточна

source: Review and Confirm Changes
ar: مراجعة وتأكيد التغييرات
es: Revisar y confirmar cambios
fa: بررسی و تایید تغییرات
fr: Vérifier et confirmer les modifications
ru: Просмотр и подтверждение изменений
uk: Переглянути та підтвердити зміни

source: Removed
ar: إزالة
es: Eliminado
fa: حذف شده
ru: Удалено
uk: Видалене

source: Added
ar: إضافة
es: Añadido
fa: اضافه شده
ru: Добавлено
uk: Додане

source: No changes detected
ar: لم يتم العثور على أي تغييرات
es: No se detectan cambios
fa: هیچ تغییری شناسایی نشد
fr: Aucun changement détecté
ru: Изменения не обнаружены
uk: Змін не виявлено

source: Confirm
ar: تأكيد
es: Confirmar
fa: تایید
ru: Подтвердить
uk: Підтвердити

source: Component Data
ar: بيانات المكونات
es: Datos del componente
fa: داده‌های کامپوننت
ru: Данные о компоненте
uk: Дані компонента

source: Users & Groups
ar: المستخدمين والمجموعات
es: Usuarios y grupos
fa: کاربران و گروه‌ها
ru: Пользователи и группы
uk: Користувачі та групи

source: Users
ar: المستخدمين
es: Usuarios
fa: کاربران
ru: Пользователи
uk: Користувачі

source: Groups
ar: المجموعات
es: Grupos
fa: گروه‌ها
ru: Группы
uk: Групи

source: System Settings
ar: إعدادات النظام
es: Configuración del sistema
fa: تنظیمات سیستم
ru: Настройки системы
uk: Налаштування системи

source: Creation Date
ar: تاريخ الإنشاء
es: Fecha de creación
fa: تاریخ ایجاد
ru: Дата создания
uk: Дата створення

source: Last Modified Date
ar: تاريخ آخر تعديل
es: Fecha de última modificación
fa: تاریخ آخرین اصلاح
ru: Дата последнего изменения
uk: Дата останніх змін

source: Event Date
ar: تاريخ الحدث
es: Fecha del evento
fa: تاریخ رویداد
ru: Дата события
uk: Дата події

source: Import Date
ar: تاريخ الاستيراد
es: Fecha de importación
fa: تاریخ ورود
ru: Дата импорта
uk: Дата імпорту

source: File
ar: ملف
es: Archivo
fa: فایل
ru: Файл
uk: Файл

source: Import Log
ar: سجل الاستيراد
es: Registro de importación
fa: گزارش ورودی‌ها
ru: Импортировать журнал
uk: Журнал імпорту

source: Password Policies
ar: سياسات كلمة المرور
es: Políticas de contraseñas
fa: سیاست‌های رمز عبور
ru: Политика паролей
uk: Політика паролів

source: Password Strength
ar: قوة كلمة المرور
es: Solidez de la contraseña
fa: قدرت رمز عبور
ru: Надежность пароля
uk: Надійність пароля

source: Force Global Password Reset
ar: فرض إعادة تعيين كلمة السر على جميع المستخدمين
es: Forzar el restablecimiento global de la contraseña
fa: اجبار به بازتعریف سراسری رمز عبور
fr: Forcer la réinitialisation globale du mot de passe
ru: Принудительный сброс глобального пароля
uk: Примусово скинути глобальний пароль

source: Are you sure you want to force a password reset for all users?
ar: هل أنت متأكد أنك تريد إجبار جميع المستخدمين على إعادة تعيين كلمة المرور؟
es: ¿Está seguro de que desea forzar un restablecimiento de contraseña para todos los usuarios?
fa: آیا مطمئنید که می‌خواهید همه کاربران را مجبور به بازتعریف رمز عبور کنید؟
fr: Voulez-vous vraiment forcer une réinitialisation du mot de passe pour tous les utilisateurs ?
ru: Вы уверены, что хотите принудительно сбросить пароль для всех пользователей?
uk: Ви впевнені, що хочете примусово скинути пароль для всіх користувачів?

source: Force password reset.
ar: فرض إعادة تعيين كلمة المرور
es: Forzar restablecimiento de contraseña.
fa: بازتعریف اجباری رمز عبور
ru: Принудительный сброс пароля.
uk: Примусове скидання пароля

source: Password reset requested.
ar: تم طلب إعادة تعيين كلمة المرور
es: Se ha solicitado el restablecimiento de la contraseña.
fa: بازتعریف رمز عبور درخواست شد.
fr: Réinitialisation du mot de passe demandée.
ru: Запрошен сброс пароля.
uk: Створено запит на скидання пароля.

source: Strong Password
ar: كلمة مرور قوية
es: Contraseña fuerte
fa: رمز عبور قوی
ru: Надежный пароль
uk: Надійний пароль

source: Item
ar: عنصر
es: Artículo
fa: مورد
ru: Элемент
uk: Елемент

source: Batch ID
ar: معرِّف الدفعة:
es: Identificador de lote
fa: شناسه دسته
ru: Идентификатор пакета
uk: ID партії

source: Requested Time
ar: وقت الطلب
es: Hora solicitada
fa: زمان درخواستی
ru: Запрошенное время
uk: Запитаний час

source: Import Time
ar: وقت الاستيراد
es: Hora de importación
fa: زمان وارد کردن
ru: Время импорта
uk: Час імпорту

source: Check Import Progress
ar: فحص تقدم عملية الاستيراد
es: Comprobar el progreso de la importación
fa: پیشرفت وارد کردن را بررسی کنید
fr: Vérifier la progression de l’importation
ru: Проверьте ход импорта
uk: Перевірити прогрес імпорту

source: Files were added to queue successfully and will be imported in turn.
ar: تمت إضافة الملفات إلى قائمة الانتظار بنجاح وسيتم استيرادها تباعاً.
es: Los archivos se han añadido a la cola correctamente y se importarán sucesivamente.
fa: فایل ها با موفقیت به صف اضافه شدند و به ترتیب وارد خواهند شد.
fr: Les fichiers ont été ajoutés à la file d’attente avec succès et seront importés à leur tour.
ru: Файлы успешно добавлены в очередь и будут импортированы по очереди.
uk: Файли було успішно додано до черги і вони будуть імпортовані у свій час.

source: Error importing rows. Check logs for more information.
ar: خطأ في استيراد الصفوف. تحقق من السجلات للحصول على مزيد من المعلومات.
es: Error al importar filas. Compruebe los registros para obtener más información.
fa: خطا در وارد کردن ردیف‌ها. برای اطلاعات بیشتر گزارش‌ها را بررسی کنید.
fr: Erreur lors de l’importation des lignes. Consultez les journaux pour plus d’informations.
ru: Ошибка импорта строк. Проверьте журналы для получения дополнительной информации.
uk: Під час імпортування рядків сталася помилка. Перевірте журнал, щоб дізнатись більше.

source: Rows from file were added to queue successfully and will be imported in turn.
ar: تم إضافة الصفوف من الملف إلى قائمة الانتظار بنجاح وسوف يتم استيرادها تباعاً
es: Las filas del archivo se añadieron a la cola correctamente y se importarán sucesivamente.
fa: ردیف‌هایی از فایل با موفقیت به صف اضافه شدند و به ترتیب وارد خواهند شد.
fr: Les lignes du fichier ont été ajoutées à la file d’attente avec succès et seront importées à leur tour.
ru: Строки из файла были успешно добавлены в очередь и будут импортированы по очереди.
uk: Рядки з файлу було успішно додано до черги і вони будуть імпортовані у свій час.

source: Data Import
ar: استيراد البيانات
es: Importación de datos
fa: وارد کردن داده‌ها
ru: Импорт данных
uk: Імпорт даних

source: Setup a Security Key
ar: إعداد مفتاح حماية
es: Configurar una clave de seguridad
fa: راه اندازی یک کلید امنیتی
fr: Configuration d'une clé de sécurité
ru: Настройка ключа безопасности
uk: Налаштувати ключ безпеки

source: Sign In Using your Security Key
ar: تسجيل الدخول باستخدام مفتاح الحماية
es: Iniciar sesión utilizando su clave de seguridad
fa: با استفاده از کلید امنیتی خود وارد سیستم شوید
fr: Connectez-vous à l’aide de votre clé de sécurité
ru: Войдите в систему, используя свой ключ безопасности
uk: Увійдіть з використанням вашого ключа безпеки

source: Force 2FA Enrollment
ar: فرض تفعيل المصادقة الثنائية
es: Forzar la inscripción de la autenticación de dos factores
fa: اجبار به ثبت‌نام با احراز هویت دو مرحله‌ای
fr: Exiger l’inscription à l'A2F
ru: Принудительная двухфакторная аутентификация
uk: Примусове залучення до 2ФА

source: Force users to enroll in two factor authentication
ar: إجبار المستخدمين على تفعيل المصادقة الثنائية
es: Forzar a los usuarios a inscribirse en la autenticación de dos factores
fa: اجبار کاربران برای ثبت نام با احراز هویت دو مرحله‌ای
fr: Obliger les utilisateurs à s'inscrire à l'authentification à deux facteurs
ru: Заставьте пользователей зарегистрироваться зарегистрироваться в двухфакторной аутентификации
uk: Примусово залучіть користувачів до двофакторної авторизації

source: Password Minimum Length
ar: الحد الأدنى لطول كلمة المرور
es: Longitud mínima de la contraseña
fa: حداقل طول رمز عبور
fr: Longueur minimale du mot de passe
ru: Минимальная длина пароля
uk: Мінімальна довжина пароля

source: Minimum required length for passwords
ar: الحد الأدنى اللازم لطول كلمة المرور
es: Longitud mínima requerida para las contraseñas
fa: حداقل طول مورد نیاز برای رمزهای عبور
fr: Longueur minimale requise pour les mots de passe
ru: Минимальная необходимая длина паролей
uk: Мінімальна обов'язкова довжина для паролів

source: Password reset already requested.
ar: تم طلب إعادة تعيين كلمة المرور مسبقاً.
es: Restablecimiento de contraseña ya solicitado.
fa: بازتعریف رمز عبور قبلاً درخواست شده است.
fr: Réinitialisation du mot de passe déjà demandée.
ru: Сброс пароля уже запрошен.
uk: Запит на зміну пароля вже зроблено.

source: Review
ar: مراجعة
es: Revisión
fa: بازبینی
fr: Avis
ru: Отзыв
uk: Переглянути

source: Include media
ar: تضمين الوسائط
es: Incluir medios
fa: شامل رسانه
fr: Inclure des médias
ru: Включить медиафайл
uk: Включити медіа

source: Current Password
ar: كلمة المرور الحالية
es: Contraseña actual
fa: رمز عبور فعلی
fr: Mot de passe actuel
ru: Текущий пароль
uk: Поточний пароль

source: Retype Password
ar: أعد كتابة كلمة المرور
es: Vuelva a escribir la contraseña
fa: رمز عبور را دوباره تایپ کنید
fr: Retaper le mot de passe
ru: Введите пароль еще раз
uk: Ввести пароль ще раз

source: Send password reset instructions
ar: أرسل تعليمات إعادة تعيين كلمة المرور
es: Enviar instrucciones de restablecimiento de contraseña
fa: دستورالعمل‌های بازتعریف رمز عبور را ارسال کنید
fr: Envoyer des instructions de réinitialisation de mot de passe
ru: Отправить инструкции по сбросу пароля
uk: Надіслати інструкції зі зміни пароля

source: Send Recovery Instructions
ar: أرسل تعليمات الاستعادة
es: Enviar instrucciones de recuperación
fa: ارسال دستورالعمل‌های بازیابی
fr: Envoyer les instructions de récupération
ru: Отправить инструкции по восстановлению
uk: Надіслати інструкції з відновлення

source: Account Login
ar: تسجيل الدخول إلى الحساب
es: Acceso a la cuenta
fa: ورود به حساب کاربری
fr: Connexion au compte
ru: Вход в учетную запись
uk: Вхід в обліковий запис

source: Login
ar: تسجيل الدخول
es: Iniciar sesión
fa: ورود
fr: Connexion
ru: Вход
uk: Вхід

source: Recovery Code
ar: رموز استرداد الحساب
es: Código de recuperación
fa: کد بازیابی
fr: Code de récupération
ru: Код восстановления
uk: Код відновлення

source: Back to Login
ar: العودة إلى واجهة تسجيل الدخول
es: Volver al inicio de sesión
fa: بازگشت به صفحه ورود
fr: Retour à la page d'accueil
ru: Вернуться к авторизации
uk: Повернутись на сторінку входу

source: Device Name
ar: إسم الجهاز
es: Nombre del dispositivo
fa: نام دستگاه
fr: Nom de l'appareil
ru: Имя устройства
uk: Назва пристрою

source: Add Device
ar: إضافة جهاز
es: Añadir dispositivo
fa: افزودن دستگاه
fr: Ajouter un appareil
ru: Добавить устройство
uk: Додати пристрій

source: Access Control
ar: التحكم بالوصول
es: Control de acceso
fa: کنترل دسترسی
fr: Contrôle d'accès
ru: Контроль доступа
uk: Контроль доступу

source: Restrictive Access Control
ar: التحكم بالوصول المقيد
es: Control de acceso restrictivo
fa: کنترل دسترسی محدودکننده
fr: Contrôle d’accès restrictif
ru: Ограничительный контроль доступа
uk: Обмежувальний контроль доступу

source: All items in the database will be restricted by default to all non-administrators, except when they are explicitly given access.
ar: سيتم تقييد الوصول لجميع العناصر في قاعدة البيانات بشكل أفتراضي لجيمع المستخدمين باستثناء مدراء النظام، إلا إذا تم منحهم صلاحية الوصول بشكل صريح.
es: Todos los elementos de la base de datos estarán restringidos por defecto a todos los no administradores, excepto cuando se les dé acceso explícitamente.
fa: دسترسی افرادی به جز ادمین‌ها به همه موارد موجود در پایگاه داده به طور پیش‌فرض محدود شده است، به جز زمانی که مستقیماً به آنها دسترسی داده شود.
fr: Tous les éléments de la base de données seront interdits par défaut à tous les non-administrateurs, sauf si l'accès leur est explicitement accordé.
ru: По умолчанию все объекты в базе данных будут недоступны всем, кто не является администратором, за исключением случаев, когда им явным образом предоставлен доступ.
uk: Доступ до всіх елементів бази даних буде початково обмежено для всіх, хто не є адміністратором, крім випадків, коли їм прямо буде надано такий доступ.

source: Bayanat's Media Import tool can utilize Google's Tesseract OCR engine. This ebables parsing and extracting text from images and scanned PDF files (requires Tesseract system package).
ar: يمكن لأداة استيراد الوسائط الخاصة ببيانات استخدام محرك Tesseract من غوغل للتعرف الضوئي على الأحرف. سوف يتيح هذا الخيار إمكانية معالجة النصوص واستخراجها من الصور وملفات PDF الممسوحة ضوئيا (يتطلب حزمة نظام Tesseract)
es: La herramienta de importación de medios de Bayanat puede utilizar el motor Tesseract OCR de Google. Esto permite analizar y extraer texto de imágenes y archivos PDF escaneados (requiere el paquete de sistema Tesseract).
fa: ابزار ورود فایل‌های رسانه‌ای بیانات می‌تواند از موتور Tesseract OCR گوگل استفاده کند. این ابزار امکان تجزیه و استخراج متن از تصاویر و فایل‌های پی‌دی‌اف اسکن‌شده را فراهم می‌کند (نیازمند بسته سیستمی Tesseract است).
fr: L'outil d'importation de médias de Bayanat peut utiliser le moteur Tesseract OCR de Google. Il permet d'analyser et d'extraire du texte à partir d'images et de fichiers PDF scannés (nécessite le système en boîtier de Tesseract).
ru: Инструмент импорта мультимедиа Bayanat может использовать механизм OCR Google Tesseract. Это позволяет анализировать и извлекать текст из изображений и отсканированных PDF-файлов (требуется системный пакет Tesseract).
uk: Інструмент медіаімпорту Bayanat може використовувати механізм Tesseract OCR від Google. Це дозволить розпізнавати та виокремлювати текст із зображень та відсканованих PDF-файлів (потрібен пакет системи Tesseract).

source: Export Expiry Time
ar: وقت انتهاء صلاحية التصدير
es: Hora de caducidad de la exportación
fa: زمان انقضای خروجی گرفتن
fr: Délai d'expiration de l'exportation
ru: Срок действия экспортируемых объектов
uk: Час завершення дії експорту

source: API provider for Open Street Maps tiles. By default, Bayanat uses OpenStreetMaps tiles servers. This can be changed using this setting, for example to use an offline instance of OSM.
ar: مزود واجهة برمجة التطبيقات لمربعات خرائط OpenStreetMap. تستخدم بيانات مزودات خدمة مربعات OpenStreetMaps بشكل افتراضي. يمكن تغيير ذلك من هنا لاستخدام نسخة غير متصلة بالانترنت من OSM على سبيل المثال.
es: Proveedor de API para mosaicos de Open Street Maps. Por defecto, Bayanat utiliza los servidores de mosaicos de OpenStreetMaps. Esto se puede cambiar mediante esta configuración, por ejemplo, para utilizar una instancia sin conexión de OSM.
fa: ارائه‌دهنده API برای کاشی‌های Open Street Maps بیانات به طور پیش‌فرض از سرورهای (تایل‌ها) کاشی‌های OpenStreetMaps استفاده می‌کند. این را می‌توان با استفاده از این تنظیم تغییر داد، مثلا برای استفاده آفلاین از OSM.
fr: Fournisseur d'API pour les pavés OpenStreetMap. Par défaut, Bayanat se sert des serveurs de pavés OpenStreetMap. Cette option peut être changée pour utiliser, par exemple, une instance d'OSM hors ligne.
ru: Поставщик API для тайлов Open Street Maps. По умолчанию Bayanat использует серверы тайлов OpenStreetMaps. Это можно изменить с помощью этого параметра, например, чтобы использовать автономный экземпляр OSM.
uk: Постачальник API для плиток Open Street Maps. Початково Bayanat використовує сервери плиток OpenStreetMaps. Це можна змінити, використовуючи це налаштування, наприклад, використовувати автономний екземпляр OSM.

source: User Guides
ar: دليل المستخدم
es: Guías de usuario
fa: راهنماهای استفاده
fr: Guides d'utilisation
ru: Руководства пользователя
uk: Посібники користувача

source: Support
ar: الدعم
es: Soporte
fa: پشتیبانی
fr: Soutien
ru: Поддержка
uk: Підтримка

source: Report a Bug
ar: التبليغ عن مشكلة
es: Informar de un fallo
fa: گزارش یک اشکال
fr: Signaler un bogue
ru: Сообщить об ошибке
uk: Повідомити про помилку

source: Translations
ar: الترجمات
es: Traducciones
fa: ترجمه‌ها
fr: Traductions
ru: Переводы
uk: Переклади

source: User Settings
ar: إعدادات المستخدم
es: Ajustes del usuario
fa: تنظیمات کاربری
fr: Paramètres de l'utilisateur
ru: Настройки пользователя
uk: Налаштування користувача

source: Filter Options
ar: خيارات التصفية
es: Opciones de filtro
fa: گزینه‌های فیلترها
fr: Options de filtrage
ru: Параметры фильтра
uk: Параметри фільтра

source: Success
ar: نجاح
es: Éxito
fa: موفق
fr: Réussite
ru: Успех
uk: Успішно

source: Denied
ar: رفض
es: Denegado
fa: رد شده
fr: Refusé
ru: Отказано
uk: Відхилено

source: Show Query
ar: عرض الاستعلام
es: Mostrar consulta
fa: نمایش جستجو
fr: Afficher la requête
ru: Показать очередь
uk: Показати запит

source: Show Items
ar: عرض العناصر
es: Mostrar artículos
fa: نمایش موارد
fr: Afficher les éléments
ru: Показать объекты
uk: Показати елементи

source: Class
ar: الفئة
es: Clase
fa: کلاس
fr: Classe
ru: Класс
uk: Клас

source: Visualize Results
ar: عرض النتائج بشكل تصويري
es: Visualizar resultados
fa: نمایش تصویری نتایج
fr: Visualiser les résultats
ru: Визуализовать результаты
uk: Візуалізувати результати

source: Normal
ar: طبيعي
fa: طبیعی
ru: Нормальный
uk: Нормальний

source: Main
ar: رئيسي
es: Principal
fa: اصلی
fr: Principal
ru: Главный
uk: Основний

source: Access Groups
ar: مجموعات الوصول
es: Grupos de acceso
fa: گروه‌های دسترسی
fr: Groupes d'accès
ru: Группы доступа
uk: Групи доступу

source: Access Group(s) are required unless unresticted.
ar: مجموعة/مجموعات الوصول مطلوبة إلا إذا كان الوصول غير مقيد
es: Los grupos de acceso son obligatorios a menos que no se restrinjan.
fa: گروه(های) دسترسی الزامی است مگر اینکه نامحدود شده باشد.
fr: Le(s) groupe(s) d'accès est (sont) obligatoire(s) sauf en cas d'absence de restrictions.
ru: Группа(-ы) доступа обязательны, если они неограничены.
uk: Група(и) доступу є обов'язковою(ими), крім випадків необмеженого доступу до елементу.

source: Are you sure you want to delete this profile?
ar: هل أنت متأكد أنك تريد حذف هذا الملف الشخصي؟
es: ¿Estás seguro que deseas eliminar este perfil?
fa: آیا مطمئنید که می‌خواهید این پروفایل را حذف کنید؟
fr: Êtes-vous sûr de vouloir supprimer ce profil ?
ru: Уверены, что хотите удалить этот профиль?
uk: Ви впевнені, що хочете видалити цей профіль?

source: Main profile already exists.
ar: الملف الشخصي الرئيسي موجود فعلاً.
es: El perfil principal ya existe
fa: پروفایل اصلی از قبل وجود دارد.
fr: Le profil principal existe déjà.
ru: Основной профиль уже существует.
uk: Основний профіль вже існує.

source: A main profile already exists. Cannot duplicate another main profile.
ar: الملف الشخصي الرئيسي موجود فعلاً. لا يمكن تكرار ملف شخصي رئيسي آخر.
es: Un perfil principal ya existe. No se puede duplicar otro perfil principal.
fa: یک پروفایل اصلی از قبل وجود دارد. نمی‌توان دوباره پروفایل اصلی یکسانی ایجاد کرد.
fr: Un profil principal existe déjà. Impossible de dupliquer un autre profil principal.
ru: Основной профиль уже существует. Невозможно cдублировать другой основной профиль.
uk: Основний профіль вже існує. Неможливо скопіювати інший основний профіль.

source: Graph is being generated.
ar: يتم إنشاء الرسم البياني.
es: Una gráfica está siendo generada
fa: نمودار در حال ایجاد شدن است.
fr: Le graphique est en cours de création.
ru: График генерируется.
uk: Графік генерується.

source: Actor assigned successfully.
ar: تم تخصيص الكيان بنجاح.
es: Actor asignado con éxito.
fa: عامل با موفقیت تخصیص داده شد.
fr: L'acteur a été assigné avec succès.
ru: Действующее лицо успешно назначено.
uk: "Дійову особу" успішно призначено.

source: Confirm deleting this event?
ar: هل تريد تأكيد حذف هذا الحدث؟
es: ¿Confirmar la eliminación de este evento?
fa: حذف این رویداد را تأیید می‌کنید؟
fr: Confirmer la suppression de cet événement ?
ru: Подтвердить удаление этого события?
uk: Ви підтверджуєте видалення цієї події?

source: Please review the form for errors.
ar: الرجاء مراجعة النموذج بحثاً عن أخطاء.
es: Revisa el formulario por si contiene errores.
fa: لطفاً فرم را بررسی کنید تا خطا نداشته باشد.
fr: Veuillez vérifier que le formulaire ne contient pas d'erreurs.
ru: Проверьте форму на наличие ошибок.
uk: Будь ласка, перевірте форму на наявність помилок.

source: Original Title is required.
ar: العنوان الأصلي مطلوب.
es: Se requiere el título original
fa: عنوان اصلی الزامی است.
fr: Le titre original est requis.
ru: Требуется оригинальный заголовок.
uk: Первісна назва є обов'язковою.

source: Source link is required unless unavailable.
ar: رابط المصدر مطلوب إلا في حال عدم توفره.
es: El enlace a la fuente es obligatorio a menos que no esté disponible.
fa: لینک منبع الزامی است مگر اینکه در دسترس نباشد.
fr: Le lien de la source est obligatoire sauf s'il n'est pas disponible.
ru: Ссылка на источник обязательна, если только недоступна.
uk: Посилання на джерело є обов'язковим, якщо тільки воно не є недоступним.

source: Bulletin assigned successfully.
ar: تم تخصيص المادة بنجاح.
es: Boletín asignado con éxito.
fa: بولتن با موفقیت تخصیص یافت.
fr: Bulletin attribué avec succès.
ru: Бюллетень успешно назначен.
uk: "Бюлетень" успішно призначено.

source: Dialects
ar: اللهجات
es: Dialectos
fa: گویش‌ها
fr: Dialectes
ru: Диалекты
uk: Діалекти

source: Assigned User
ar: المسؤول
es: Usuario asignado
fa: کاربر تخصیص داده شده
fr: Utilisateur assigné
ru: Закрепленный пользователь
uk: Призначений користувач

source: Search Activities
ar: أنشطة البحث
es: Actividades de búsqueda
fa: فعالیت‌های جستجو
fr: Recherche d'activités
ru: Поиск деятельности
uk: Шукати активності

source: Nickname(s)
ar: اللقب / الألقاب
es: Apodo(s)
fa: نام مستعار(ها)
fr: Surnom(s)
ru: Псевдоним(-ы)
uk: Псевдо(а)

source: Middle Name(s)
ar: الأسم الأوسط
es: Segundo nombre
fa: نام میانی (ها)
fr: Deuxième(s) prénom(s)
ru: Среднее(-ие) имя (имена)
uk: По-батькові

source: Father's Name
ar: اسم الأب
es: Nombre del padre
fa: نام پدر
fr: Nom du père
ru: Имя отца
uk: Ім'я батька

source: ID Number
ar: رقم بطاقة التعريف
es: Número de identificación
fa: شماره کارت شناسایی
fr: Numéro d'identification
ru: Ид. номер
uk: ID-номер

source: Physician's name and contact
ar: اسم الطبيب ومعلومات الاتصال
es: Nombre y contacto del médico
fa: نام و اطلاعات تماس پزشک
fr: Nom et coordonnées du médecin
ru: Имя и контакт врача
uk: Ім'я та контактні дані лікаря

source: Dentist's name and contact
ar: اسم طبيب الأسنان ومعلومات الاتصال
es: Contacto y nombre del dentista
fa: نام و اطلاعات تماس دندانپزشک
fr: Nom et coordonnées du dentiste
ru: Имя и контакт стоматолога
uk: Ім'я та контактні дані дантиста

source: Message
ar: رسالة
es: Mensaje
fa: پیام
ru: Сообщение
uk: Повідомлення

source: Stacktrace
ar: تتبع المكدس
es: Rastreo de pila
fa: استک تریس (Stacktrace)
fr: Trace d'appels
ru: Трассировка стека

source: Endpoint
ar: نقطة النهاية
es: punto final
fa: اند پوینت (Endpoint)
fr: Point terminal
ru: Конечная точка
uk: Кінцева точка

source: User ID
ar: معرِّف المستخدم
es: Identificación de usuario
fa: شناسه کاربر
fr: ID utilisateur
ru: Ид. пользователя
uk: ID користувача
