Repository: sjacorg/bayanat
Catalog: enferno/translations/*/LC_MESSAGES/messages.po
Languages: ar, es, fa, fr, ru, uk

source: Allow use of FIDO hardware and passkeys as second factor.
ar: السماح باستخدام أجهزة FIDO ومفاتيح المرور كعامل ثانوي
es: Permitir el uso de hardware FIDO y passkeys como segundo factor.
fr: Autoriser l'utilisation du matériel FIDO et des clés d'accès comme second facteur.
ru: Разрешите использование FIDO-устройств и ключей доступа в качестве второго фактора.
uk: Дозволити використання апаратного забезпечення FIDO та паролів як другого фактору.

source: Session Policies
ar: سياسات الجلسة
es: Políticas de sesión
fr: Politiques de session
ru: Правила для сессий
uk: Правила проведення сесій

source: Period after which session data will be deleted.
ar: الفترة التي سيتم بعدها حذف بيانات الجلسة
es: Periodo tras el cual se borrarán los datos de la sesión.
fr: Période après laquelle les données de session seront supprimées.
ru: Период, по окончании которого данные сессии будут удалены.
uk: Період, після якого дані сесії будуть видалені.

source: Additional Security Settings
ar: إعدادات الأمان الإضافية
es: Ajustes de seguridad adicionales
fr: Paramètres de sécurité supplémentaires
ru: Дополнительные параметры безопасности
uk: Додаткові налаштування безпеки

source: Add further security to Bayanat's by requiring Google Recaptcha on the login form.
ar: أضف مزيدًا من الأمان إلى Bayanat عن طريق طلب Google Recaptcha في نموذج تسجيل الدخول.
es: Añada más seguridad a Bayanat's exigiendo Google Recaptcha en el formulario de inicio de sesión.
fr: Ajoutez une couche de sécurité supplémentaire à Bayanat en exigeant l'utilisation de Google Recaptcha sur le formulaire de connexion.
ru: Усильте безопасность Bayanat, используя Google Recaptcha на странице входа.
uk: Додайте ще більше безпеки на Bayanat's, задавши вимогу Google Recaptcha у формі входу в систему.

source: By default, users can access all items in the Bayanat database, except for items which are restricted from them. Administrators can restrict access to certain items by assigning Access Group(s) to these items. Additionally, only administrators can restrict items. This default behaviour can be changed with the following settings.
ar: بشكل افتراضي، يمكن للمستخدمين الوصول إلى جميع العناصر في قاعدة بيانات Bayanat، باستثناء العناصر التي تم حظر الوصول إليها. يمكن للمسؤولين تقييد الوصول إلى عناصر معينة عن طريق تخصيص مجموعات وصول إلى هذه العناصر. بالإضافة إلى ذلك، يمكن للمسؤولين فقط تقييد العناصر. يمكن تغيير هذا السلوك الافتراضي بالإعدادات التالية.
es: Por defecto, los usuarios pueden acceder a todos los elementos de la base de datos Bayanat, excepto a los que tienen restringido el acceso. Los administradores pueden restringir el acceso a determinados elementos asignándoles uno o varios grupos de acceso. Además, solo los administradores pueden restringir los elementos. Este comportamiento predeterminado puede modificarse con los siguientes ajustes.
fr: Par défaut, les utilisateurs peuvent accéder à tous les éléments de la base de données Bayanat, à l'exception de ceux dont l'accès leur est interdit. Les administrateurs peuvent restreindre l'accès à certains éléments en leur affectant un ou plusieurs groupes d'accès. De plus, seuls les administrateurs peuvent restreindre l'accès à certains éléments. Ce comportement par défaut peut être modifié à partir des paramètres suivants.
ru: По умолчанию у пользователей есть доступ ко всем записям в базе данных Bayanat, кроме тех, доступ к которым ограничен. Администраторы могут ограничивать доступ к отдельным записям, назначая им одну или несколько групп доступа. Ограничивать доступ к записям могут только администраторы. Такое поведение по умолчанию можно изменить с помощью следующих настроек.
uk: За замовчуванням користувачі мають доступ до всіх елементів бази даних Bayanat, за винятком елементів, доступ до яких їм заборонено. Адміністратори можуть обмежити доступ до певних об'єктів, призначивши для них групи доступу. Крім того, обмежувати доступ до об'єктів можуть лише адміністратори. Таку поведінку за замовчуванням можна змінити за допомогою наведених нижче налаштувань.

source: Enables importing and parsing media items in bulk into Bulletins.
ar: يمكن استيراد وتحليل العناصر الإعلامية بشكل مجمع إلى النشرات
es: Permite importar y analizar elementos multimedia en bloque en "Boletines".
fr: Permet d'importer et d'analyser des éléments multimédias par lots dans les bulletins.
ru: Позволяет массовый импорт медиаданных в Бюллетени и анализ таких данных.
uk: Дозволяє масово імпортувати та парсити медіаоб'єкти в Bulletins.

source: Enables dynamic import of spreadsheets into Actors.
ar: يتيح الاستيراد الديناميكي للجداول الى الكيانات
es: Permite la importación dinámica de hojas de cálculo en "Actores".
fr: Permet l'importation dynamique de feuilles de calcul dans les acteurs.
ru: Позволяет динамически импортировать таблицы в Акторов.
uk: Дозволяє динамічно імпортувати електронні таблиці в Actors.

source: Period after which exports will expired and be deleted.
ar: الفترة التي بعدها سيتم انتهاء صلاحية الصادرات وحذفها.
es: Transcurrido este plazo, las exportaciones caducarán y serán eliminadas.
fr: Période après laquelle les exportations auront expiré et seront supprimées.
ru: Срок действия результатов экспорта, по истечении которого они удаляются.
uk: Період, після закінчення якого експорт буде видалено.

source: Satalite Imagery
ar: صور الأقمار الصناعية
es: Imágenes satelitales
fr: Imagerie par satellite
ru: Спутниковые снимки
uk: Супутникові знімки

source: Bayanat uses OpenStreetMaps by default. Optionally, it is able to show satalite imagery using Google Maps, in addition to OSM. To enable, add a Google Maps API Key.
ar: يستخدم تطبيق Bayanat خرائط OpenStreetMaps بشكل افتراضي. وبشكل اختياري، يمكنه عرض صور الأقمار الصناعية باستخدام خرائط Google، بالإضافة إلى OSM. للسماح بذلك، أضف مفتاح API لخرائط Google.
es: Bayanat utiliza OpenStreetMaps por defecto. Opcionalmente, puede mostrar imágenes satelitales utilizando Google Maps, además de OSM. Para habilitarlo, añada una clave API de Google Maps.
fr: Bayanat utilise OpenStreetMaps par défaut. De manière facultative, il est possible d'afficher des images par satellite à l'aide de Google Maps, en plus d'OSM. Pour l'activer, ajoutez une clé API Google Maps.
ru: По умолчанию Bayanat использует OpenStreetMaps. Кроме OSM, опционально можно использовать и Google Карты. Чтобы включить их, укажите ключ API.
uk: За замовчуванням Bayanat використовує OpenStreetMaps. За бажанням, він може показувати супутникові знімки, використовуючи Google Maps, на додаток до OSM. Щоб увімкнути цю можливість, додайте ключ Google Maps API.

source: Restarting Bayanat to new settings to take effect, please wait...
ar: جاري إعادة تشغيل Bayanat للإعدادات الجديدة حتى يتم تطبيقها، يرجى الانتظار...
es: Reinicie Bayanat para que la nueva configuración surta efecto, espere...
fr: Redémarrage de Bayanat pour prendre en compte les nouveaux paramètres, veuillez patienter...
ru: Подождите, идет перезапуск Bayanat для применения новых настроек...
uk: Перезапуск Bayanat з новими налаштуваннями розпочався, будь ласка, зачекайте...

source: This can take up to a minute. If it takes longer, please restart Bayanat manually.
ar: قد يستغرق هذا الأمر ما يصل إلى دقيقة واحدة. إذا استغرق الأمر وقتًا أطول، فيرجى إعادة تشغيل Bayanat يدويًا.
es: Esto puede tardar hasta un minuto. Si tarda más, reinicie Bayanat manualmente.
fr: Cela peut durer jusqu'à une minute. Si cela prend plus de temps, veuillez redémarrer Bayanat manuellement.
ru: Это может занять до минуты. Если пройдет больше времени, то перезапустите Bayanat вручную.
uk: Це може зайняти до хвилини. Якщо це займе більше часу, будь ласка, перезапустіть Bayanat вручну.

source: Bayanat reloaded successfully.
ar: تم إعادة تحميل البيانات بنجاح.
es: Bayanat se ha reiniciado correctamente.
fr: Bayanat s'est rechargé avec succès.
ru: Перезапуск Bayanat прошел успешно.
uk: Bayanat успішно перезапустився.

source: Revoke 2FA
ar: إلغاء المصادقة الثنائية
es: Revocar A2F
fr: Révoquer 2FA
ru: Отключить 2FA
uk: Відкликати двофакторну автентифікацію

source: 2FA Active
ar: المصادقة الثنائية نشطة
es: A2F activa
ru: 2FA активна
uk: Двофакторна автентифікація активна

source: Two Factor Authentication
ar: المصادقة الثنائية
es: Autenticación de dos factores
fr: Authentification à deux facteurs
ru: Двухфакторная аутентификация
uk: Двофакторна автентифікація

source: Are you sure you want to revoke 2FA for this user?
ar: هل أنت متأكد أنك تريد إلغاء المصادقة الثنائية لهذا المستخدم؟
es: ¿Está seguro de que desea revocar la A2F para este usuario?
fr: Voulez-vous vraiment révoquer la 2FA pour cet utilisateur ?
ru: Вы уверены, что хотите отключить 2FA для этого пользователя?
uk: Ви впевнені, що хочете відкликати двофакторну автентифікацію для цього користувача?

source: Clear Assignee
ar: مسح المخصص له
es: Borrar asignado
fr: Effacer l'attributaire
ru: Удалить Ответственного
uk: Очистити Assignee

source: Clear Reviewer
ar: مسح المُراجع
es: Borrar revisor
fr: Effacer l'évaluateur
ru: Удалить Проверяющего
uk: Очистити Reviewer

source: Load Related Actors
ar: تحميل الكيانات المرتبطة
es: Actores relacionados con la carga
fr: Acteurs associés à la charge
ru: Загрузить связанных Акторов
uk: Завантажити пов'язаних Actors

source: Load Related Bulletins
ar: تحميل النشرات المرتبطة
es: Boletines relacionados con la carga
fr: Bulletins associés à la charge
ru: Загрузить связанные Бюллетени
uk: Завантажити пов'язані Bulletins

source: Load Related Incidents
ar: تحميل الأحداث المرتبطة
es: Incidentes relacionados con la carga
fr: Incidents associés à la charge
ru: Загрузить связанные Инциденты
uk: Завантажити пов'язані Incidents

source: Original Filename
ar: اسم الملف الأصلي
es: Nombre de archivo original
fr: Nom du fichier original
ru: Оригинальное имя файла
uk: Оригінальна назва файлу

source: New Filename
ar: اسم الملف الجديد
es: Nuevo nombre de archivo
fr: Nouveau nom de fichier
ru: Новое имя файла
uk: Нова назва файлу

source: Separator
ar: الفاصل
es: Separador
fr: Séparateur
ru: Разделитель
uk: Сепаратор

source: hours
ar: ساعات
es: horas
fr: heures
ru: часов
uk: години

source: minutes
ar: دقائق
es: minutos
ru: минут
uk: хвилини

source: Processed:
ar: تمت معالجته
es: Procesado:
fr: Traité :
ru: Обработано:
uk: Оброблено:

source: Speed:
ar: سرعة
es: Velocidad:
fr: Vitesse :
ru: Скорость:
uk: Швидкість:

source: /hour
ar: في الساعة
es: /hora
fr: /heure
ru: /час
uk: /за годину

source: Approx. time to complete:
ar: الوقت التقريبي لإكمال
es: Tiempo aproximado para completar:
fr: Temps approximatif de traitement :
ru: Прибл. время выполнения:
uk: Прибл. час виконання:

source: of
ar: من
es: de
fr: de
ru: из
uk: таких

source: items (
ar: بنود
es: elementos (
fr: éléments (
ru: записей (
uk: пунктів (

source: pending)
ar: قيد الانتظار
es: pendientes)
fr: en attente)
ru: в ожидании)
uk: на розгляді)

source: Manage Users
ar: إدارة المستخدمين
es: Gestionar usuarios
fr: Gérer les utilisateurs
ru: Управление пользователями
uk: Керування користувачами

source: Users Dashboard
ar: لوحة تحكم المستخدمين
es: Panel de control de usuarios
fr: Tableau de bord des utilisateurs
ru: Панель управления пользователями
uk: Панель користувача

source: Groups Dashboard
ar: لوحة معلومات المجموعات
es: Panel de grupos
fr: Tableau de bord des groupes
ru: Панель управления группами
uk: Панель керування групами

source: Customize Component Data
ar: تخصيص بيانات المكونات
es: Personalizar datos de componentes
fr: Personnaliser les données des composants
ru: Настройка компонентов данных
uk: Налаштувати дані компонента

source: If you haven't imported Bayanat's default data, you'll need to create items for the system lists from the Component Data dashboard. If you have, you still need to create Ethnicities and Dialects for the country(s) your team will be working on.
ar: إذا لم تقم باستيراد بيانات Bayanat الافتراضية، فستحتاج إلى إنشاء عناصر لقوائم النظام من لوحة معلومات بيانات المكونات. إذا قمت بذلك، فلا يزال يتعين عليك إنشاء الأعراق واللهجات للبلد (البلدان) التي سيعمل عليها فريقك.
es: Si no ha importado los datos por defecto de Bayanat, tendrá que crear elementos para las listas del sistema desde el panel de datos de componentes. Si lo ha hecho, aún deberá crear etnias y dialectos para el país o los países en los que trabajará su equipo.
fr: Si vous n'avez pas importé les données par défaut de Bayanat, vous devrez créer des éléments pour les listes du système à partir du tableau de bord Données des composants. Si vous l'avez fait, vous devez encore créer des ethnies et des dialectes pour le(s) pays sur lequel (lesquels) votre équipe travaillera.
ru: Если вы не импортировали стандартные данные Bayanat, то вам нужно будет создать необходимые элементы на панели упарвления компонентами данных. Если же вы это сделали, то вам все равно нужно указать этнические группы и диалекты для стран(ы), с которой будет работать ваша команда.
uk: Якщо ви не імпортували стандартні дані Bayanat, вам потрібно буде створити елементи для системних списків на інформаційній панелі «Дані компонентів». Якщо ви це зробили, вам все одно потрібно створити Етнічності та Діалекти для країни (країн), над якими працюватиме ваша команда.

source: More System Settings
ar: مزيد من إعدادات النظام
es: Más ajustes del sistema
fr: Autres paramètres du système
ru: Дополнительные системные настройки
uk: Більше налаштувань системи

source: This wizard went through a few important settings. Bayanat can be customized even further from the System Settings.
ar: لقد مر هذا المعالج ببعض الإعدادات المهمة. يمكن تخصيص Bayanat بشكل أكبر من خلال إعدادات النظام.
es: Este asistente revisó algunos ajustes importantes. Bayanat puede personalizarse aún más desde los ajustes del sistema.
fr: Cet assistant a passé en revue quelques paramètres importants. Bayanat peut être personnalisé davantage à partir des paramètres du système.
ru: Мастер применил несколько основных настроек. Дальнейшую кастомизацию Bayanat можно производить в Настройках системы.
uk: Цей майстер виконає кілька важливих налаштувань. Bayanat можна налаштувати ще детальніше за допомогою Системних налаштувань.

source: Complete Setup
ar: الإعداد الكامل
es: Configuración completa
fr: Configuration complète
ru: Завершить настройку
uk: Завершити налаштування

source: Syria Justice &amp; Accountability Center (SJAC)
ar: المركز السوري للعدالة والمساءلة
es: Centro para la Justicia y la Rendición de Cuentas en Siria (SJAC)
fr: Centre pour la justice et la responsabilité en Syrie (SJAC)
ru: Сирийский центр правосудия и подотчетности (SJAC)
uk: Сирійський центр правосуддя та підзвітності (SJAC)

source: Deduplication
ar: إزالة التكرار
es: Deduplicación
fr: Déduplication
ru: Удаление дубликатов
uk: Дедуплікація

source: Setup Bayanat
ar: إعداد Bayanat
es: Configuración de Bayanat
fr: Configuration de Bayanat
ru: Настройка Bayanat
uk: Налаштування Bayanat

source: Welcome to Bayanat!
ar: مرحباً بكم في بيانات!
es: ¡Bienvenido a Bayanat!
fr: Bienvenue sur Bayanat !
ru: Добро пожаловать в Bayanat!
uk: Ласкаво просимо до Bayanat!

source: Welcome to your Bayanat server. This wizard will guide you through a few basic steps to set up your Bayanat server. You can start using your Bayanat server afterwards. You can use the default settings in this wizard without any change, and all these settings can be easily changed later on.
ar: مرحبًا بك في خادم Bayanat. سيرشدك هذا المعالج خلال بضع خطوات أساسية لإعداد خادم Bayanat الخاص بك. يمكنك البدء في استخدام خادم Bayanat الخاص بك بعد ذلك. يمكنك استخدام الإعدادات الافتراضية في هذا المعالج دون أي تغيير، ويمكن تغيير كل هذه الإعدادات بسهولة لاحقًا
es: Bienvenido a su servidor Bayanat. Este asistente le guiará a través de unos pasos básicos para configurar su servidor Bayanat. Después podrá empezar a utilizar su servidor Bayanat. Puede utilizar la configuración predeterminada de este asistente sin ningún cambio, y todos estos ajustes se pueden cambiar fácilmente más adelante.
fr: Bienvenue sur votre serveur Bayanat. Cet assistant vous accompagne à travers quelques étapes simples pour configurer votre serveur Bayanat. Vous pourrez ensuite commencer à utiliser votre serveur Bayanat. Vous pouvez utiliser les paramètres par défaut de cet assistant sans rien changer, et tous ces paramètres peuvent être facilement modifiés par la suite.
ru: Добро пожаловать на ваш сервер Bayanat! Этот мастер проведет вас через несколько основных шагов для настройки сервера Bayanat. Вы сможете пользоваться сервером Bayanat по окончании этого процесса. Вы можете оставить настройки мастера по умолчанию и изменить их позднее.
uk: Ласкаво просимо до вашого сервера Баянату. Цей майстер допоможе вам виконати кілька основних кроків для налаштування вашого сервера Bayanat. Після цього ви зможете почати користуватися вашим сервером Bayanat. Ви можете використовувати налаштування за замовчуванням в цьому майстрі без будь-яких змін, і всі ці налаштування можна буде легко змінити пізніше.

source: Proceed
ar: يتابع
es: Continuar
fr: Poursuivre
ru: Продолжить
uk: Продовжити

source: Create your first admin account. This account will have unrestricted access to all features and settings in Bayanat.
ar: قم بإنشاء حساب المسؤول الأول الخاص بك. سيتمكن هذا الحساب من الوصول دون قيود إلى كافة الميزات والإعدادات في Bayanat.
es: Cree su primera cuenta de administrador. Esta cuenta tendrá acceso no restringido a todas las funciones y configuraciones de Bayanat.
fr: Créez votre premier compte administrateur. Ce compte aura un accès illimité à toutes les fonctionnalités et à tous les paramètres de Bayanat.
ru: Создайте первую учетную запись администратора. У нее будет неограниченный доступ ко всем функциям и настройкам Bayanat.
uk: Створіть свій перший обліковий запис адміністратора. Цей акаунт матиме необмежений доступ до всіх функцій та налаштувань у Bayanat.

source: Create Admin Account
ar: إنشاء حساب المسؤول
es: Crear cuenta de administrador
fr: Créer un compte administrateur
ru: Создайте учетную запись администратора
uk: Створити обліковий запис адміністратора

source: Go Back
ar: العودة
es: Volver atrás
fr: Retour à la page précédente
ru: Назад
uk: Назад

source: Language
ar: اللغة
es: Idioma
fr: Langue
ru: Язык
uk: Мова

source: Default Data
ar: البيانات الافتراضية
es: Datos por defecto
fr: Données par défaut
ru: Данные по умолчанию
uk: Дані за замовчуванням

source: Would you like to import Bayanat's default component data? This will allow your team to quickly start using Bayanat's default component data such as: Violations categories, Event types, Countries and Nationalities, GeoLocation types, Media category and relationships types. You can modify or delete these later.
ar: هل ترغب في استيراد بيانات المكونات الافتراضية لبيانات؟ سيسمح هذا لفريقك بالبدء بسرعة في استخدام بيانات المكونات الافتراضية لبيانات مثل: فئات الانتهاكات، وأنواع الأحداث، والدول والجنسيات، وأنواع الموقع الجغرافي، وفئة الوسائط، وأنواع الارتباطات. يمكنك تعديلها أو حذفها لاحقًا.
es: ¿Desea importar los datos de componentes por defecto de Bayanat? Esto permitirá a su equipo empezar a utilizar rápidamente los datos de componentes por defecto de Bayanat, como: categorías de infracciones, tipos de eventos, países y nacionalidades, tipos de geolocalización, categoría de medios y tipos de relaciones. Podrá modificarlos o eliminarlos más adelante.
fr: Aimeriez-vous importer les données des composants par défaut de Bayanat ? Cela permettra à votre équipe de commencer rapidement à utiliser les données des composants par défaut de Bayanat, tels que : Catégories d'infractions, Types d'événements, Pays et nationalités, Types de géolocalisation, Catégories de médias et types de relations. Vous pourrez les modifier ou les supprimer plus tard.
ru: Хотите ли вы импортировать стандартные компоненты данных Bayanat? Это позволит вашей команде сразу начать использовать стандартные компоненты данных Bayanat, включая категории нарушений, типы событий, страны и национальности, типы геолокации, категории медиаданных и взаимоотношения компонентов. Все это можно будет удалить или изменить позднее.
uk: Бажаєте імпортувати дані компонентів Bayanat за замовчуванням? Це дозволить вашій команді швидко почати використовувати стандартні дані компонентів Bayanat, наприклад Категорії порушень, Типи подій, Країни та національності, Типи геолокації, Категорії медіа та типи зв'язків. Пізніше ви зможете змінити або видалити ці дані.

source: Import Default Data
ar: استيراد البيانات الافتراضية
es: Importar datos por defecto
fr: Importer des données par défaut
ru: Импортировать данные по умолчанию
uk: Імпорт даних за замовчуванням

source: Skip
ar: تخطى
es: Saltar
fr: Ignorer
ru: Пропустить
uk: Пропустити

source: Customize Bayanat's location data to suit the country and context of your team's investigations.
ar: قم بتخصيص بيانات موقع Bayanat لتناسب بلد وسياق تحقيقات فريقك
es: Personalice los datos de localización de Bayanat para adaptarlos al país y al contexto de las investigaciones de su equipo.
fr: Personnaliser les données de localisation de Bayanat pour les adapter au pays et au contexte des enquêtes de votre équipe.
ru: Настройте данные о геолокации для Bayanat в соответствии со страной и контекстом расследований вашей команды.
uk: Налаштуйте дані Bayanat про місцеперебування відповідно до країни та контексту розслідувань вашої команди.

source: Changes default center position for all maps in Bayanat.
ar: تغيير موضع المركز الافتراضي لجميع الخرائط في Bayanat.
es: Cambia la posición central predeterminada de todos los mapas de Bayanat.
fr: Modifie la position centrale par défaut de toutes les cartes dans Bayanat.
ru: Изменяет стандартную центральную точку для всех карт в Bayanat.
uk: Змінює положення центру за замовчуванням для всіх мап у Bayanat.

source: API key for Google Maps. Adding a key enables satellite imagery in Bayanat's maps.
ar: مفتاح API لخرائط Google. إضافة مفتاح يتيح عرض صور الأقمار الصناعية في خرائط Bayanat
es: Clave API para Google Maps. La inclusión de una clave habilita las imágenes por satélite en los mapas de Bayanat.
fr: Clé API pour Google Maps. L'ajout d'une clé permet d'utiliser l'imagerie par satellite dans les cartes de Bayanat.
ru: Ключ API для Google Карт. Если вы добавите ключ, то сможете просматривать спутниковые снимки на картах в Bayanat.
uk: Ключ API для Google Maps. Додавання ключа увімкне супутникові знімки на картах Bayanat.

source: Minimum required length for passwords.
ar: الحد الأدنى المطلوب لطول كلمات المرور.
es: Longitud mínima necesaria para las contraseñas.
fr: Longueur minimale requise pour les mots de passe.
ru: Минимальная длина паролей.
uk: Мінімальна необхідна довжина для паролів.

source: Force all users to enroll in two factor authentication.
ar: إجبار جميع المستخدمين على التسجيل في المصادقة الثنائية.
es: Forzar a todos los usuarios a inscribirse en la autenticación de dos factores.
fr: Obliger tous les utilisateurs à s'inscrire à un système d'authentification à deux facteurs.
ru: Включите обязательную двухфакторную авторизацию для всех пользователей.
uk: Зобов'язати всіх користувачів пройти двофакторну автентифікацію.

source: Import/Export Tools
ar: أدوات الاستيراد والتصدير
es: Herramientas de importación/exportación
fr: Outils d'importation/exportation
ru: Инструменты импорта/экспорта
uk: Інструменти імпорту/експорту

source: Sheet Import Tool
ar: أداة استيراد الجداول
es: Herramienta de importación de hojas
fr: Outil d'importation de feuilles
ru: Инструмент импорта таблиц
uk: Інструмент імпорту аркушів

source: Retention Periods
ar: فترات الاحتفاظ
es: Períodos de retención
fr: Périodes de rétention
ru: Сроки хранения
uk: Терміни зберігання

source: Finish Setup
ar: إنهاء الإعداد
es: Finalizar la configuración
fr: Terminer la configuration
ru: Завершить настройку
uk: Завершити налаштування
