Repository: sjacorg/bayanat
Catalog: enferno/translations/*/LC_MESSAGES/messages.po
Languages: ar, es, fa, fr, ru, uk

source: Logout
ar: تسجيل خروج
es: Cierre de sesión
fa: خروج
fr: Déconnexion
ru: Выйти
uk: Вихід

source: All Actors
ar: جميع الكيانات
es: Todos los actores
fa: همه عاملان
fr: Tous les acteurs
ru: Все субъекты
uk: Усі виконавці

source: Assigned to me
ar: المخصصة لي
es: Asignados a mí
fa: تخصیص‌یافته به من
fr: Attribué à moi-même
ru: Назначено мне
uk: Призначено мені

source: My Review List
ar: قائمة التدقيق
es: Mi lista de revisión
fa: فهرست بازبینی‌های من
fr: Ma liste d'examens
ru: Мой список отзывов
uk: Мій перелік відгуків

source: Search
ar: بحث
es: Buscar
fa: جستجو
fr: Rechercher
ru: Поиск
uk: Пошук

source: New Actor
ar: كيان جديد
es: Nuevo actor
fa: عامل جدید
fr: Nouvel acteur
ru: Новый субъект
uk: Новий виконавець

source: Bulk update
ar: تحديث بالجملة
es: Actualización masiva
fa: به‌ روزرسانی انبوه
fr: Mise à jour en masse
ru: Массовое обновление
uk: Сукупне оновлення

source: seconds
ar: ثواني
es: segundos
fa: ثانیه
fr: secondes
ru: секунды
uk: секунди

source: Selected items
ar: المواد المختارة
es: Elementos seleccionados
fa: موارد انتخاب شده
fr: Éléments sélectionnés
ru: Выбранные товары
uk: Обрані елементи

source: ID
ar: الرقم التعريفي
es: Identificador
fa: شناسه
ru: Идентификатор

source: Name
ar: الاسم
es: Nombre
fa: نام
fr: Nom
ru: Имя
uk: Ім'я

source: Assigned To
ar: موكل إلى
es: Asignado a
fa: تخصیص یافته به
fr: Attribué à
ru: Назначено пользователю
uk: Призначено для

source: Status
ar: الحالة
es: Estado
fa: وضعیت
fr: Statut
ru: Статус
uk: Статус

source: Actions
ar: العمليات
es: Acciones
fa: اقدامات
ru: Действия
uk: Дії

source: All Bulletins
ar: جميع المواد
es: Todos los boletines
fa: همه بولتن‌ها
fr: Tous les bulletins
ru: Все бюллетени
uk: Всі бюлетені

source: New Bulletin
ar: مادة جديدة
es: Nuevo boletín
fa: بولتن جدید
fr: Nouveau bulletin
ru: Новый бюллетень
uk: Новий бюлетень

source: Ref
ar: مرجع
fa: مرجع
fr: Référence
ru: Ссылка
uk: Посилання

source: Title
ar: العنوان
es: Título
fa: عنوان
fr: Titre
ru: Название
uk: Назва

source: Upload Sheet / Select Map
ar: ارفع جداول البيانات / اختر خريطة
es: Cargar hoja/seleccionar mapa
fa: آپلود برگه / انتخاب نقشه
fr: Importer la feuille / sélectionner la carte
ru: Отправить таблицу / Выбрать карту
uk: Завантажити лист / Обрати карту

source: Fields Map
ar: خريطة الحقول
es: Mapa de campos
fa: نقشه فیلدها
fr: Champs de la carte
ru: Карта полей
uk: Карта полів

source: Create a new map
ar: تكوين خريطة جديدة
es: Crear un nuevo mapa
fa: ایجاد یک نقشه جدید
fr: Créer une nouvelle carte
ru: Создать новую карту
uk: Створити нову карту

source: Select an existing map
ar: اختر خريطة
es: Seleccione un mapa actual
fa: انتخاب یک نقشه موجود
fr: Sélectionnez une carte existante
ru: Выбрать существующую карту
uk: Обрати існуючу карту

source: Select Sheet to continue
ar: اختر جدول بيانات للتقدم
es: Seleccione la hoja para continuar
fa: برای ادامه، برگه را انتخاب کنید
fr: Sélectionnez la feuille pour continuer
ru: Выберите таблицу, чтобы продолжить
uk: Оберіть лист, щоб продовжити

source: Load existing map
ar: تحميل خريطة
es: Cargar mapa existente
fa: دسترسی به نقشه موجود
fr: Charger la carte existante
ru: Загрузить существующую карту
uk: Завантажити існуючу карту

source: Continue
ar: تابع
es: Continuar
fa: ادامه
fr: Continuer
ru: Продолжить
uk: Продовжити

source: Back
ar: الخلف
es: Atrás
fa: بازگشت
fr: Retour
ru: Назад
uk: Назад

source: Next
ar: التالي
es: Siguiente
fa: بعدی
fr: Suivant
ru: Далее
uk: Далі

source: Sheet Fields
ar: حقول جدول البيانات
es: Campos de la hoja
fa: فیلدهای برگه‌ها
fr: Champs de la feuille
ru: Поля таблицы
uk: Поля листів

source: Reset
ar: إعادة الضبط
es: Restablecer
fa: تنظیم مجدد
fr: Réinitialiser
ru: Сбросить
uk: Відновити

source: Search Fields
ar: بحث في الحقول
es: Campos de búsqueda
fa: فیلدهای جستجو
fr: Champs de recherche
ru: Поля поиска
uk: Пошук полів

source: Sample Data
ar: عينة من البيانات
es: Datos de muestra
fa: داده‌های نمونه
fr: Données d'échantillons
ru: Выборочные данные
uk: Вибіркові дані

source: Actor Fields
ar: حقول الكيان
es: Campos de actor
fa: فیلدهای عاملان
fr: Champs des acteurs
ru: Поля субъектов
uk: Поля виконавця

source: Map Name
ar: اسم الخريطة
es: Nombre del mapa
fa: نام نقشه
fr: Nom de la carte
ru: Название карты
uk: Назва карти

source: Update map
ar: تحديث الخريطة
es: Actualizar mapa
fa: به روزرسانی نقشه
fr: Mettre à jour la carte
ru: Обновить карту
uk: Оновити карту

source: Delete
ar: حذف
es: Borrar
fa: حذف
fr: Supprimer
ru: Удалить
uk: Видалити

source: Origin ID
ar: رقم تعريف المصدر
es: Identificador de origen
fa: شناسه مبدأ
fr: ID d'origine
ru: Идентификатор происхождения
uk: Джерело ID

source: Name (AR)
ar: الاسم (عربي)
es: Nombre (RA)
fa: نام (AR)
fr: Nom (RA)
ru: Имя (AR)
uk: Ім'я (ДР)

source: Nickname
ar: اللقب
es: Apodo
fa: نام مستعار
fr: Surnom
ru: Псевдоним
uk: Прізвисько

source: Nickname (AR)
ar: اللقب (عربي)
es: Apodo (RA)
fa: نام مستعار (AR)
fr: Surnom (RA)
ru: Псевдоним (AR)
uk: Нікнейм (ДР)

source: First Name
ar: الاسم
es: Nombre
fa: نام کوچک
fr: Prénom
ru: Имя
uk: Ім'я

source: First Name (AR)
ar: الاسم (عربي)
es: Nombre (RA)
fa: نام کوچک (AR)
fr: Prénom (RA)
ru: Имя (AR)
uk: Ім'я (ДР)

source: Last Name
ar: الكنية
es: Apellido
fa: نام خانوادگی
fr: Nom
ru: Фамилия
uk: Прізвище

source: Last Name (AR)
ar: الكنية (عربي)
es: Apellido (RA)
fa: نام خانوادگی (AR)
fr: Nom (RA)
ru: Фамилия (AR)
uk: Прізвище (ДР)

source: Mother's Name
ar: اسم الأم
es: Nombre de la madre
fa: نام مادر
fr: Nom de la mère
ru: Имя матери
uk: Дівоче прізвище

source: Mother's Name (AR)
ar: اسم الأم (عربي)
es: Nombre de la madre (RA)
fa: نام مادر (AR)
fr: Nom de la mère (RA)
ru: Имя матери (AR)
uk: Дівоче прізвище (ДР)

source: Description
ar: التوصيف
es: Descripción
fa: شرح
ru: Описание
uk: Опис

source: Sources
ar: المصادر
es: Fuentes
fa: منابع
ru: Источники
uk: Джерела

source: Labels
ar: الوسوم
es: Etiquetas
fa: برچسب‌ها
fr: Étiquettes
ru: Ярлыки
uk: Ярлики

source: Verified Labels
ar: الوسوم المُثبتة
es: Etiquetas verificadas
fa: برچسب‌های تایید شده
fr: Étiquettes vérifiées
ru: Проверенные ярлыки
uk: Перевірені ярлики

source: Sex
ar: الجنس
es: Sexo
fa: جنسیت
fr: Sexe
ru: Пол
uk: Стать

source: Minor/Adult
ar: قاصر/بالغ
es: Menor/Adulto
fa: خردسال/ بزرگسال
fr: Mineur(e)/Adulte
ru: Несовершеннолетний / Взрослый
uk: Неповнолітній/Дорослий

source: Civilian/Non Civilian
ar: مدني/غير مدني
es: Civil/No civil
fa: غیرنظامی/ نظامی
fr: Civil/Non civil
ru: Гражданское / Негражданское лицо
uk: Цивільна особа/Комбатант

source: Actor Type
ar: نوع الكيان
es: Tipo de actor
fa: نوع عامل
fr: Type d'acteur
ru: Тип субъекта
uk: Тип виконавця

source: Place of Origin
ar: مكان الولادة
es: Lugar de origen
fa: کشور مبدأ
fr: Lieu d'origine
ru: Место происхождения
uk: Місце походження

source: Events
ar: الحوادث
es: Acontecimientos
fa: رویدادها
fr: Événements
ru: События
uk: Події

source: Event Type
ar: نوع الحادثة
es: Tipo de evento
fa: نوع رویداد
fr: Type d'événement
ru: Тип события
uk: Тип події

source: Comments
ar: تعليقات
es: Comentarios
fa: نظرات
fr: Commentaires
ru: Комментарии
uk: Коментарі

source: Location
ar: المكان
es: Lugar
fa: محل
fr: Lieu
ru: Местоположение
uk: Місцезнаходження

source: From
ar: من
es: Desde
fa: از
fr: De
ru: Из
uk: Від

source: To
ar: إلى
es: Hasta
fa: به
fr: À
ru: В
uk: До

source: Estimated Time
ar: الوقت التقديري
es: Hora estimada
fa: زمان تخمینی
fr: Heure estimée
ru: Расчетное время
uk: Передбачуваний час

source: Occupation
ar: المهنة
es: Ocupación
fa: شغل
fr: Profession
ru: Род занятий
uk: Рід занять

source: Occupation (AR)
ar: المهنة (عربي)
es: Ocupación (RA)
fa: شغل (AR)
fr: Profession (RA)
ru: Род занятий (AR)
uk: Рід занять (ДР)

source: Position
ar: المنصب
es: Posición
fa: سمت شغلی
ru: Должность
uk: Посада

source: Position (AR)
ar: المنصب (عربي)
es: Posición (RA)
fa: سمت شغلی (AR)
fr: Position (RA)
ru: Должность (AR)
uk: Посада (ДР)

source: Spoken Dialects
ar: اللهجات المحكية
es: Dialectos hablados
fa: گویش‌های زبانی
fr: Dialectes parlés
ru: Разговорные диалекты
uk: Розмовні діалекти

source: Family Status
ar: الوضع العائلي
es: Estado familiar
fa: وضعیت خانوادگی
fr: Situation familiale
ru: Семейное положение
uk: Сімейний стан

source: Ethnographic Information
ar: المعلومات الإثنيَّة
es: Información etnográfica
fa: اطلاعات قومی
fr: Informations ethnographiques
ru: Этнографические данные
uk: Етнографічні відомості

source: Nationality
ar: الجنسية
es: Nacionalidad
fa: ملیت
fr: Nationalité
ru: Национальность
uk: Національність

source: National ID Card
ar: الرقم الوطني
es: Documento nacional de identidad
fa: کارت شناسایی ملی
fr: Carte nationale d'identité
ru: Национальное удостоверение личности
uk: Національне посвідчення особи (ID)

source: Source Link
ar: رابط المصدر
es: Enlace a la fuente
fa: لینک منبع
fr: Lien de la source
ru: Ссылка на источник
uk: Посилання на джерело

source: Private
ar: خاص
es: Privado
fa: خصوصی
fr: Privé
ru: Частный
uk: Особистий

source: Publish Date
ar: تاريخ النشر
es: Fecha de publicación
fa: تاریخ انتشار
fr: Date de publication
ru: Дата публикации
uk: Дата публікації

source: Documentation Date
ar: تاريخ التوثيق
es: Fecha de documentación
fa: تاریخ مستندسازی
fr: Date du document
ru: Дата документации
uk: Дата оформлення документації

source: Sheet file:
ar: ملف جدول البيانات:
es: Archivo de la hoja:
fa: فایل برگه:
fr: Fichier de feuille(s) :
ru: Файл таблиц:
uk: Файл листа:

source: Selected
ar: تم الاختيار
es: Seleccionado
fa: انتخاب شده
fr: Sélectionné
ru: Выбрано
uk: Вибрано

source: Map:
ar: خريطة:
es: Mapa:
fa: نقشه:
fr: Carte :
ru: Карта:
uk: Карта:

source: Optional: Upload more sheets to process
ar: اختياري: رفع جداول بيانات إضافية
es: Opcional: cargar más hojas para procesar
fa: اختیاری: برگه‌های بیشتری را برای پردازش آپلود کنید
fr: Facultatif : importation d'autres feuilles à traiter
ru: По желанию: загрузите дополнительные таблицы для обработки.
uk: Додатково: завантажте більше листів для обробки

source: Access Roles
ar: مجموعات الوصول
es: Roles de acceso
fa: دسترسی به نقش‌ها
fr: Rôles d'accès
ru: Роли доступа
uk: Відкрити ролі

source: Process File(s)
ar: ابدأ معالجة الجداول
es: Procesar archivo(s)
fa: پردازش فایل(ها)
fr: Fichier(s) traité(s)
ru: Обработать файл(-ы)
uk: Обробка файла(-ів)

source: Upload or Select
ar: رفع أو اختيار
es: Cargar o seleccionar
fa: آپلود یا انتخاب
fr: Importer ou sélectionner
ru: Загрузить или выбрать
uk: Завантажити чи вибрати

source: Add Data
ar: إضافة بيانات
es: Añadir datos
fa: افزودن داده
fr: Ajouter des données
ru: Добавить данные
uk: Додати дані

source: Finish
ar: النهاية
es: Finalizar
fa: پایان
fr: Terminer
ru: Завершить
uk: Закінчити

source: Upload files
ar: تحميل ملفات
es: Cargar archivos
fa: آپلود فایل‌ها
fr: Importer des fichiers
ru: Загрузить файлы
uk: Завантажити файли

source: Manual web upload
ar: التحميل اليدوي بواسطة الويب
es: Carga web manual
fa: آپلود دستی از اینترنت
fr: Importation manuelle sur le web
ru: Ручная загрузка в Интернет
uk: Ручне веб-завантаження

source: Process path
ar: مسار العملية
es: Ruta de proceso
fa: مسیر پردازش
fr: Chemin d'accès du processus
ru: Путь процесса
uk: Обробка шляху

source: Process
ar: معالجة
es: Procesar
fa: پردازش
fr: Processus
ru: Процесс
uk: Обробка

source: Attach data to files
ar: أضف بيانات للملفات
es: Adjuntar datos a los archivos
fa: ضمیمه کردن داده‌ها به فایل‌ها
fr: Joindre des données aux fichiers
ru: Прикрепить данные к файлам
uk: Прикріпити дані до файлів

source: Locations
ar: الأماكن
es: Ubicaciones
fa: مکان‌ها
fr: Lieux
ru: Местоположения
uk: Місцезнаходження

source: Refs
ar: المراجع
es: Referencias
fa: مراجع
fr: Références
ru: Ссылки
uk: Посилання

source: Optimize videos
ar: تحسين ملفات الفيديو
es: Optimizar vídeos
fa: بهینه‌سازی ویدیوها
fr: Optimiser les vidéos
ru: Оптимизировать видео
uk: Оптимізовані відео

source: Parse PDF & MS Word files
ar: فحص ملفات PDF و MS Word
es: Analizar archivos PDF y MS Word
fa: تجزیه فایل‌های PDF و MS Word
fr: Analyser les fichiers PDF et MS Word
ru: Анализировать файлы PDF и MS Word
uk: Розпізнати файли PDF та MS Word

source: Scan images for text
ar: بحث عن نصوص في الصور
es: Escanear imágenes en busca de texto
fa: اسکن تصاویر برای تشخیص متن
fr: Numériser des images pour en extraire du texte
ru: Сканировать изображения для поиска текста
uk: Сканувати зображення на наявність тексту

source: Cancel
ar: إلغاء
es: Cancelar
fa: لغو
fr: Annuler
ru: Отменить
uk: Відмінити

source: Scan
ar: بحث
es: Escanear
fa: اسکن
fr: Numériser
ru: Сканировать
uk: Сканувати

source: Event Types
ar: أنواع الحوادث
es: Tipos de eventos
fa: انواع رویداد
fr: Types d'événements
ru: Типы событий
uk: Типи подій

source: New Item
ar: عنصر جديد
es: Nuevo elemento
fa: مورد جدید
fr: Nouvel élément
ru: Новый элемент
uk: Новий елемент

source: Title (AR)
ar: عنوان المصدر (عربي)
es: Título (RA)
fa: عنوان (AR)
fr: Titre (RA)
ru: Название (AR)
uk: Назва (ДР)

source: For Actors
ar: للكيانات
es: Para actores
fa: برای عاملان
fr: Pour des acteurs
ru: Для субъектов
uk: Для виконавців

source: For Bulletins
ar: للمواد
es: Para boletines
fa: برای بولتن‌ها
fr: Pour des bulletins
ru: Для бюллетеней
uk: Для бюлетенів

source: Save
ar: حفظ
es: Guardar
fa: ذخیره
fr: Enregistrer
ru: Сохранить
uk: Зберегти

source: Import CSV
ar: استيراد ملف CSV
es: Importar CSV
fa: وارد کردن CSV
fr: Importe un CSV
ru: Импортировать CSV-файл
uk: Імпортувати CSV

source: Select CSV File
ar: اختر ملف CSV
es: Seleccionar archivo CSV
fa: انتخاب فایل CSV
fr: Sélectionner un fichier CSV
ru: Выберите CSV-файл
uk: Обрати файл CSV

source: Title (ar)
ar: العنوان (عربي)
es: Título (ra)
fa: عنوان (AR)
fr: Titre (ra)
ru: Название (ar)
uk: Назва (ДР)

source: Edit Item
ar: تعديل العنصر
es: Editar artículo
fa: ویرایش مورد
fr: Modifier l'élément
ru: Изменить элемент
uk: Редагувати елемент

source: Edit Bulletin
ar: تعديل المادة
es: Editar boletín
fa: ویرایش بولتن
fr: Modifier le bulletin
ru: Изменить бюллетень
uk: Редагувати бюлетень

source: Edit Actor
ar: تعديل الكيان
es: Editar actor
fa: ویرایش عامل
fr: Modifier l'acteur
ru: Изменить субъекта
uk: Редагувати виконавця

source: Query
ar: استعلام
es: Consultar
fa: درخواست
fr: Requête
ru: Запрос
uk: Запит

source: Advanced Search
ar: البحث المتقدم
es: Búsqueda avanzada
fa: جستجوی پیشرفته
fr: Recherche avancée
ru: Расширенный поиск
uk: Розширений пошук

source: No (more) items found.
ar: لم يتم العثور على أي نتائج (أخرى)
es: No se han encontrado (más) artículos.
fa: هیچ مورد (بیشتری) یافته نشد.
fr: Plus (aucun) élément trouvé.
ru: Элементов (больше) не найдено.
uk: Не знайдено (більше) елементів.

source: Hide
ar: اخفي
es: Ocultar
fa: پنهان کردن
fr: Masquer
ru: Скрыть
uk: Приховати

source: Relate
ar: اربط
es: Relacionar
fa: مرتبط
fr: Lier
ru: Установить отношение
uk: Пов'язати

source: Does not contain
ar: لا يتضمن
es: No contiene
fa: شامل نمی‌شود
fr: Ne contient pas
ru: Не содержит
uk: Не містить

source: Include Refs
ar: أضف مراجع
es: Incluir referencias
fa: درج مراجع
fr: Inclure les références
ru: Включить ссылки
uk: Включити посилання

source: Exclude Refs
ar: استبعد مراجع
es: Excluir referencias
fa: حذف مراجع
fr: Exclure les références
ru: Исключить ссылки
uk: Виключити посилання

source: Unassigned
ar: غير مسندة
es: No asignado
fa: تخصیص داده نشده
fr: Non attribué
ru: Неназначенный
uk: Непризначений

source: Reviewer
ar: المدقق
es: Revisor
fa: بازبین
fr: Examinateur
ru: Автор отзыва
uk: Рецензент

source: Workflow Status
ar: حالة سير العمل
es: Estado del flujo de trabajo
fa: وضعیت گردش کار
fr: Statut du flux de travail
ru: Статус рабочего процесса
uk: Статус робочого процесу

source: Review Action
ar: عملية التدقيق
es: Acción de revisión
fa: بازبینی اقدام
fr: Action d'examen
ru: Действие отзывы
uk: Переглянути дію

source: Include sources
ar: أضف مصادر
es: Incluir fuentes
fa: درج منابع
fr: Inclure les sources
ru: Включить источники
uk: Включити джерела

source: Exclude sources (All)
ar: استبعد مصادر (الكل)
es: Excluir fuentes (Todas)
fa: حذف منابع (همه)
fr: Exclure les sources (Toutes)
ru: Исключить источники (все)
uk: Виключити джерела (Усі)

source: Also include child sources
ar: اشمل المصادر المتفرعة أيضاً
es: Incluir también fuentes infantiles
fa: منابع فرزند را نیز درج کنید
fr: Inclure également les sources des enfants
ru: Также включить дочерние источники
uk: Також включити дочірні джерела

source: Any
ar: أي خيار
es: Cualquiera
fa: هر
fr: Tout
ru: Любые
uk: Будь-який

source: All
ar: الكل
es: Todas
fa: همه
fr: Tou(te)s
ru: Все
uk: Усі

source: Include labels
ar: أضف وسوم
es: Incluir etiquetas
fa: درج برچسب‌ها
fr: Inclure les étiquettes
ru: Включить ярлыки
uk: Включити ярлики

source: Exclude labels (All)
ar: استبعد وسوم
es: Excluir etiquetas (Todas)
fa: حذف برچسب‌ها (همه)
fr: Exclure les étiquettes (Toutes)
ru: Исключить ярлыки (все)
uk: Виключити ярлики (Усі)

source: Also include child labels
ar: اشمل الوسوم المتفرعة أيضاً
es: Incluir también etiquetas infantiles
fa: برچسب‌های فرزند نیز درج شود
fr: Inclure également les étiquettes des enfants
ru: Также включить дочерние ярлыки
uk: Також включити дочірні ярлики

source: Include verified labels
ar: أضف وسوم مثبتة
es: Incluir etiquetas verificadas
fa: درج برچسب‌های تایید شده
fr: Inclure les étiquettes de vérification
ru: Включить проверенные ярлыки
uk: Включити перевірені ярлики

source: Exclude verified labels (All)
ar: استبعد وسوم مثبتة
es: Excluir etiquetas verificadas (Todas)
fa: حذف برچسب‌های تأیید شده (همه)
fr: Exclure les étiquettes de vérification (Toutes)
ru: Исключить проверенные ярлыки (все)
uk: Виключити перевірені ярлики (Усі)

source: Also include verified child labels
ar: اشمل الوسوم المثبتة المتفرعة أيضاً
es: Incluir también etiquetas infantiles verificadas
fa: برچسب‌های تأیید شده کودک نیز درج شود
fr: Inclure également des étiquettes vérifiées pour les enfants
ru: Также включить проверенные дочерние ярлыки
uk: Також включити перевірені дочірні ярлики

source: Include locations
ar: أضف مواقع
es: Incluir ubicaciones
fa: درج مکان‌ها
fr: Inclure les lieux
ru: Включить местоположения
uk: Включити місцезнаходження

source: Exclude locations (All)
ar: استبعد مواقع (الكل)
es: Excluir ubicaciones (Todas)
fa: حذف مکان‌ها (همه)
fr: Exclure les lieux (tous)
ru: Исключить местоположения (все)
uk: Виключити місцезнаходення (Усі)

source: Include origin locations (Any)
ar: أضف مواقع
es: Incluir ubicaciones de origen (Cualquiera)
fa: درج مکان‌های مبدأ (هر کدام)
fr: Inclure les lieux d'origine (n'importe lesquels)
ru: Включить места происхождения (любые)
uk: Включити місця походження (Будь-які)

source: Exclude origin locations (All)
ar: استبعد مواقع
es: Excluir ubicaciones de origen (Todas)
fa: حذف مکان‌های مبدأ (همه)
fr: Exclure les lieux d'origine (Tous)
ru: Исключить места происхождения (все)
uk: Виключити місця походження (Усі)

source: Include event locations
ar: أضف مواقع الحوادث
es: Incluir lugares del evento
fa: درج مکان‌های رویداد
fr: Inclure les lieux de l'événement
ru: Включить местоположения событий
uk: Включити місця подій

source: Event type
ar: نوع الحدث
es: Tipo de evento
fa: نوع رویداد
fr: Type d'événement
ru: Тип события
uk: Тип події

source: Clear Search
ar: مسح البحث
es: Borrar búsqueda
fa: پاک کردن جستجو
fr: Effacer la recherche
ru: Очистить результаты поиска
uk: Очистити пошук

source: Save Search
ar: حفظ البحث
es: Guardar búsqueda
fa: ذخیره جستجو
fr: Enregistrer la recherche
ru: Сохранить результаты поиска
uk: Зберегти пошук

source: Refine/Extend Search
ar: تضييق/توسيع نطاق البحث
es: Perfeccionar/ampliar búsqueda
fa: اصلاح/ادامه جستجو
fr: Affiner/élargir la recherche
ru: Уточнить / расширить поиск
uk: Уточнити/Розширити пошук

source: Load existing search
ar: تحميل بحث (تم حفظه مسبقاً)
es: Cargar búsqueda actual
fa: دسترسی به جستجوی فعلی
fr: Charger la recherche existante
ru: Загрузить существующий поиск
uk: Завантажити існуючий пошук

source: Spoken dialects
ar: اللهجات المحكية
es: Dialectos hablados
fa: گویش‌های زبانی
fr: Dialectes parlés
ru: Разговорные диалекты
uk: Розмовні діалекти

source: Ethnography
ar: معلومات إثنيَّة
es: Etnografía
fa: قومیت
fr: Ethnographie
ru: Этнография
uk: Походження

source: Yes
ar: نعم
es: Sí
fa: بله
fr: Oui
ru: Да
uk: Так

source: No
ar: لا
fa: خیر
fr: Non
ru: Нет
uk: Ні

source: Unknown
ar: غير معروف
es: Desconocido
fa: نامعلوم
fr: Inconnu
ru: Неизвестный
uk: Невідомо

source: details
ar: تفاصيل
es: detalles
fa: جزئیات
fr: détails
ru: детали
uk: деталі

source: Reporting Persons
ar: الإبلاغ عن الأشخاص
es: Personas informantes
fa: افراد گزارش دهنده
fr: Personnes ayant fourni le signalement
ru: Подотчетные лица
uk: Звітні особи

source: Contact info ( phone, email, address)
ar: معلومات الاتصال (هاتف، بريد إلكتروني، عنوان)
es: Información de contacto (teléfono, correo electrónico, dirección)
fa: اطلاعات تماس (تلفن، ایمیل، آدرس)
fr: Coordonnées (téléphone, e-mail, adresse)
ru: Контактные данные (телефон, электронная почта, адрес)
uk: Контактна інформація (телефон, електронна адреса, адреса проживання)

source: Relationship
ar: العلاقة
es: Relación
fa: روابط
fr: Relation
ru: Отношения
uk: Сімейний стан

source: Type
ar: النوع
es: Tipo
fa: نوع
ru: Тип
uk: Тип

source: Latitude
ar: خط العرض
es: Latitud
fa: عرض جغرافیایی
ru: Широта
uk: Широта

source: Longitude
ar: خط الطول
es: Longitud
fa: طول جغرافیایی
ru: Долгота
uk: Довгота

source: Parent
ar: أب
es: Padre
fa: والد
ru: Родитель
uk: Батько/Матір

source: Postal Code
ar: الرمز البريدي
es: Código postal
fa: کدپستی
fr: Code postal
ru: Почтовый индекс
uk: Поштовий індекс

source: Edit
ar: تعديل
es: Editar
fa: ویرایش
fr: Modifier
ru: Изменить
uk: Редагувати

source: Visualize
ar: تمثيل مرئي
es: Visualizar
fa: نمایش تصویری
fr: Visualiser
ru: Визуализировать
uk: Візуалізуйте

source: Original Title
ar: العنوان الأصلي
es: Título original
fa: عنوان اصلی
fr: Titre original
ru: Первоначальное название
uk: Оригінальна назва

source: Media
ar: وسائط
es: Medios
fa: رسانه‌ها
fr: Média
ru: Медиафайл
uk: Медіа

source: Related Bulletins
ar: المواد المرتبطة
es: Boletines relacionados
fa: بولتن‌های مرتبط
fr: Bulletins liés
ru: Соответствующие бюллетени
uk: Пов'язані бюлетені

source: Related Actors
ar: الكيانات المرتبطة
es: Actores relacionados
fa: عاملان مرتبط
fr: Acteurs liés
ru: Соответствующие субъекты
uk: Пов'язані виконавці

source: Related Incidents
ar: الوقائع المرتبطة
es: Incidentes relacionados
fa: وقایع مرتبط
fr: Incidents liés
ru: Соответствующие инциденты
uk: Пов'язані випадки

source: Relationship Info
ar: معلومات الارتباط
es: Información de relación
fa: اطلاعات روابط
fr: Informations sur la relation
ru: Информация об отношениях
uk: Інформація про стосунки

source: Log History
ar: سجل التغييرات
es: Historial del registro
fa: سابقه گزارش‌‌ها
fr: Historique du journal
ru: История журнала
uk: Журнал

source: Full Name
ar: الاسم الكامل
es: Nombre completo
fa: نام و نام خانوادگی
fr: Nom complet
ru: Полное имя
uk: Повне ім'я

source: Middle Name
ar: الاسم الأوسط
es: Segundo nombre
fa: نام میانی
fr: Deuxième prénom
ru: Второе имя
uk: По батькові

source: Age
ar: العمر
es: Edad
fa: سن
fr: Âge
ru: Возраст
uk: Вік

source: Civilian
ar: مدني
es: Civil
fa: غیرنظامی
fr: Civil
ru: Гражданское лицо
uk: Цивільна особа

source: Ethnographic Info
ar: معلومات إثنيَّة
es: Información etnográfica
fa: اطلاعات قومیتی
fr: Informations ethnographiques
ru: Этнографические данные
uk: Етнографічні відомості

source: Nationalities
ar: الجنسية
es: Nacionalidades
fa: ملیت‌ها
fr: Nationalités
ru: Национальности
uk: Національності

source: Overview
ar: ملخص
es: Resumen
fa: مرور کلی
fr: Aperçu
ru: Обзор
uk: Огляд

source: Claimed Violations Categories
ar: فئات الانتهاكات المزعومة
es: Categorías de violaciones reclamadas
fa: دسته‌بندی تعرضات ادعا شده
fr: Catégories d'infractions présumées
ru: Категории заявленных нарушений
uk: Категорії заявлених порушень

source: Potential violation categories
ar: فئات الانتهاكات المحتملة
es: Categorías de violaciones potenciales
fa: دسته‌بندی تعرضات احتمالی
fr: Catégories d'infractions potentielles
ru: Категории потенциальных нарушений
uk: Категорії потенційних порушень
